{"75":{"id":"75","name":"Schalter","description":"<p>Wandschalter schalten eine angeschlossene elektrische Last ein oder aus. Sie werden in Wand-Dosen (60 mm Durchmesser) eingebaut. Es existieren zwei Varianten: Funkwandschalter in verschiedenen Designs ersetzen den normalen Wandschalter; Wandeins&auml;tze werden in die Wand-Dose hinter den bereits installierten Wandschalter montiert. Neben dem direkten Schalten &uuml;ber die Schaltwippen oder per Funk k&ouml;nnen manche Wandschalter auch Funkkommandos aussenden, um andere Z-Wave Ger&auml;te zu steuern.<\/p>","image":"75.png","products":["DUW_05457","DUW_054313","PHI_PAN04","AEO_MSES","TKB_TZ66-D","TKB_TZ66-S","AEO_MES","ZME_05457","ZME_05431","FIB_FGS-221","EVR_HAC01","AEO_SES2_EU","PHI_PAN06","FIB_FGS-211"]},"76":{"id":"76","name":"Dimmer","description":"<p>Wanddimmer dimmen angeschlossene elektrische Leuchten. Je nach Ausf&uuml;hrung des Dimmers werden nur Gl&uuml;hlampen oder auch Halogenleuchten, LEDs und Energiesparleuchten gedimmt. Sie werden in Wand-Dosen (60 mm Durchmesser) eingebaut. Es existieren zwei Varianten: Funkwandschalter in verschiedenen Designs ersetzen den normalen Wandschalter; Wandeins&auml;tze werden in die Wand-Dose hinter den bereits installierten Wandschalter montiert.<\/p>","image":"76.png","products":["DUW_054337","AEO_MSEI","AEO_MEI","AEO_SEI_EU","ZME_05458","ZME_05433","DUW_05458","FIB_FGD-211","FIB_FGRGB-101"]},"22":{"id":"22","name":"Heizung\/Klima","description":"<p>Z-Wave funksteuerbare Heizungsstellglieder werden mit den vorhandenen Heizungsgliedern ausgetauscht und erm&ouml;glichen somit eine Fernsteuerung von Heizungs-, L&uuml;ftungs- und Klimaanlagen. Sensoren, Regler und Stellantrieb sind in einem Ger&auml;t vereint und realisieren damit eine autarke energieeffiziente Raumregelung. Fu&szlig;bodensteuerungen werden durch das Schalten von Magnetventilen oder von Warmwasserboilern gesteuert.<\/p>","image":"22.png","products":["DAN_LC-13","SEC_SSR302","REM_ZXT120","SEC_SCS318","SEC_SRT322","SEC_STP328","SEC_SRT321","SEC_SCP318-SET","SEC_SSR303","EUR_STELLAZ","DAN_LIVC_RAK","SEC_SCS317","ZME_MTHERM"]},"68":{"id":"68","name":"Fenstersteuerung","description":"<p>Mit Z-Wave Fenstersteuerungen haben Sie die M&ouml;glichkeit, Ihre Standard-Elektroinstallation f&uuml;r die Steuerung von Rollos, Markisen, Jalousien, Toren und anderen Ger&auml;ten zu einem intelligenten Z-Wave-basierten System umzur&uuml;sten. Jalousiesteuerungen werden in der Regel in Wand-Dosen (60 mm Durchmesser) eingebaut. Es existieren zwei Varianten: Funksteuerung in verschiedenen Designs ersetzen den normalen Wandschalter; Wandeins&auml;tze werden in die Wand-Dose hinter den bereits installierten Wandschalter montiert.   Fenster k&ouml;nnen mittels Kettenmotor auch direkt ge&ouml;ffnet und geschlossen werden.<\/p>","image":"68.png","products":["DUW_05459","DUW_054368","FIB_FGRM-222","ZME_05459","FAK_ZWS230","ZME_05436","PHI_PAN08"]},"69":{"id":"69","name":"Sensoren","description":"<p>Sensoren k&ouml;nnen zur &Uuml;berwachung eines Zustandes, z.B. (ge&ouml;ffnet\/ geschlossen, Bewegung, Temperatur, Feuchtigkeit und Licht) von beispielsweise T&uuml;ren, Fenstern, Fensterjalousien, Garagentoren, etc. verwendet werden. Diese Zust&auml;nde k&ouml;nnen dann f&uuml;r weitere Aktionen an andere Z-Wave Aktoren oder zur Darstellung des Messwertes oder Zustandes in einer graphischen Benutzerschnittstelle weitergesendet werden. Sollen Sensoren, die analoge Zust&auml;nde messen, zur Steuerung von anderen Aktoren eingesetzt werden, m&uuml;ssen sie &uuml;ber definierte Schwellwerte verf&uuml;gen.<\/p>","image":"69.png","products":["AEO_DWSENS","SIG_SENS_W","SIG_SENS_T","EVR_SF812","EVR_ST814","SEC_SES301","EVR_ST812","EVR_SP103","AEO_MULTISENS","EVR_SP814","EVR_HSM02","EVR_HSP02","FIB_FGBS-001","ZME_MBINAR","FIB_FGK-101","FIB_FGK-102","FIB_FGK-103","FIB_FGK-104","FIB_FGK-105","FIB_FGK-106","FIB_FGK-107","VIS_ZP3102","VIS_ZG8101","VIS_ZD2102","VIS_ZS5101","SEC_SWM301","PHI_PSM01","PHI_PSP01","PHI_PSM02","FIB_FGFS-101","FIB_FGSS-101","AEO_DSB54","ZME_MTEMP"]},"59":{"id":"59","name":"PC-Adapter","description":"<p>Ein PC-Adapter verbindet einen PC &uuml;ber die USB-Schnittstelle mit einem Z-Wave-Netz. Es erfolgt eine Konvertierung vom USB-Protokoll zu einem seriellen Protokoll, so dass das Betriebssystem das Produkt als zus&auml;tzliches virtuelles serielles Ger&auml;t erkennt. Es muss eine Steuerungs-Software auf dem PC verwendet werden, um mit dem Z-Wave-Netz zu kommunizieren. Der PC-Adapter implementiert alle notwendigen Kommunikationsfunktionen von Z-Wave. Die Funktionalit&auml;t ist dabei abh&auml;ngig von der genutzten Software.<\/p>","image":"59.png","products":["AEO_USB","ZME_ZWAYW","ZME_Serial","VIS_ZU1401","ZME_RAZ_EU","ZME_ZSTICKC"]},"60":{"id":"60","name":"Steuerzentralen","description":"<p>Steuerzentralen sind der zentrale Kommunikationsknoten in einem Z-Wave Netzwerk.  Sie erm&ouml;glichen den Aufbau, die Bedienung und die Pflege des Z-Wave-Netzes. Sie integrieren den Adapter zum Z-Wave Funk-Netz, die zentrale Steuerung des Netzes mit dem Nutzerzugriff, der in der Regel &uuml;ber Webbrowser und mobile Endger&auml;te wie Pads oder Telefone erfolgt. Daher m&uuml;ssen Sie mit dem Internet verbunden sein. Weiterhin k&ouml;nnen in Steuerzentralen komplexe Steuerungsfunktionen wie Szenen und Automatisierungsabl&auml;ufe hinterlegt werden.<\/p>","image":"60.png","products":["DUW_064473","MCV_VERA_L","FIB_HOMEC2","MCV_VERA_3","FIB_FGHCL"]},"61":{"id":"61","name":"Zwischenstecker","description":"<p>Zwischenstecker sind Schalt-Aktoren als Schalter oder Dimmer, die zwischen Standard-Steckdosen und &uuml;ber Kabel angeschlossenen elektrischen Verbrauchern eingesetzt werden. F&uuml;r unterschiedliche Steckdosentypen (Typ E,F,G) existieren unterschiedliche Ger&auml;te. Schalter m&uuml;ssen entsprechend gesetzlicher Regeln bis 3500 W schalten, Dimmer unterst&uuml;tzen &uuml;blicherweise Lasten bis 400 W. Die Bedienung erfolgt meist &uuml;ber einen Taster am Ger&auml;t oder &uuml;ber Z-Wave Kommandos. Der Schaltzustand wird oft &uuml;ber eine LED im Taster angezeigt.<\/p>","image":"61.png","products":["DUW_064398","DUW_064374","DUW_064381","EVR_AN145","EVR_AN1573","EVR_AN1572","EVR_AD1422","EVR_AD1426","TKB_TZ68-F","TKB_TZ67-G","EVR_AN1576","TKB_TZ67-E","TKB_TZ68-E","EVR_AD1423","FIB_FGWPE-101","FIB_FGWPF-101","TKB_TZ67-F","TKB_TZ68-G","POP_123610","POP_123597","POP_123603","POP_123580","PHI_PAN11","POP_123634","POP_123627"]},"62":{"id":"62","name":"Fernbedienungen","description":"<p>Fernbedienungen sind mobile Steuerger&auml;te. Sie k&ouml;nnen andere Z-Wave Ger&auml;te direkt steuern, werden aber zunehmend auch zum Ansto&szlig;en von komplexeren Aktivit&auml;ten im Controller &ndash; zum Beispiel &ndash; Szenen genutzt. Fernbedienungen sind batteriebetrieben und wecken nur auf, wenn eine Taste gedr&uuml;ckt wird. F&uuml;r alle Konfigurationseinstellungen m&uuml;ssen sie daher manuell geweckt werden. Ihr gro&szlig;er Vorteil ist, das Sie von jeder physischen Position im Netzwerk  eine Funkverbindung zu anderen Ger&auml;ten aufbauen k&ouml;nnen.<\/p>","image":"62.png","products":["AEO_MREM","DUW_064459","AEO_MREM_B","REM_ZRC100","AEO_KFOB","ZME_KFOB2"]},"63":{"id":"63","name":"Wandcontroller","description":"<p>Wandcontroller haben das Aussehen eines normalen Wandschalters mit Schaltwippen und Montagerahmen, sind aber flach gebaut um an jeder beliebigen flachen Oberfl&auml;che montiert zu werden. Sie sind daher ideal zum Nachr&uuml;sten  fehlender Schalter. Sie k&ouml;nnen andere Z-Wave Ger&auml;te direkt steuern, werden aber zunehmend auch zum Ansto&szlig;en von komplexeren Aktivit&auml;ten im Controller &ndash; zum Beispiel &ndash; Szenen genutzt. Wandcontroller sind batteriebetrieben und wecken nur auf, wenn eine Taste gedr&uuml;ckt wird. F&uuml;r alle Konfigurationseinstellungen m&uuml;ssen sie daher manuell geweckt werden.<\/p>","image":"63.png","products":["DUW_054436","ZME_WCS2","ZME_WCD2","ZME_WCS1","ZME_WCD1","ZME_05460","ZME_054436"]},"115":{"id":"115","name":"Strom messen","description":"<p>Energiez&auml;hler zum Messen des Strom &ndash;oder Gasverbrauches werden in verschiedenen Bauarten geliefert. Sie k&ouml;nnen bestehende Strom &ndash;oder Gasz&auml;hler ablesen, bieten Stromzangen zum Messen des Stromflusses in Kabeln oder die werden als messende Zwischenstecker angeboten. Ihnen gemeinsam ist das Bereitstellen eines Verbrauchs wertes in kWh, BTU oder m3. Teilweise werden weitere Messwerte, zum Beispiel Spannung, Leistungsfaktor oder aktuelle Leistung angeboten. Die Ger&auml;te sind entweder batteriebetrieben oder werden direkt von der zu messenden Spannung versorgt.<\/p>","image":"115.png","products":["EVR_AN1582","AEO_HEM2","AEO_HEM3","EVR_AN1586","NOQ_NQ-9021","NOQ_NQ-921021"]},"117":{"id":"117","name":"Schlösser und Alarm","description":"<p>Z-Wave basierte Sicherheits- und Zutrittsmanagement umfasst funkgesteuerte T&uuml;rschl&ouml;sser, Tastenfelder zum Eingeben von Zutrittscodes oder Alarmsirenen. Zusammen mit weiteren Sensoren wie Bewegungsmeldern oder T&uuml;rkontakten kann damit eine Alarmfunktion als Teil eines Z-Wave Netzes realisiert werden. Sowohl T&uuml;rschl&ouml;sser als auch Alarmsirenen sind batteriebetrieben. Durch die spezielle FLIRS-Technik sind sie aber permanent funkaktiv und k&ouml;nnen  so ohne Verz&ouml;gerungen auf Funkkommandos reagieren. Alle sicherheitsrelevanten Ger&auml;te werden mit einer zus&auml;tzlichen Funk-Verschl&uuml;sselung und Einmalpassw&ouml;rtern betrieben, um Manipulationen wirksam zu unterbinden.<\/p>","image":"117.png","products":["EVR_SE812","VIS_ZM1702","EVR_UTSE03A","VIS_ZM1602","VIS_ZM1601","VIS_ZM1701"]}}