{"75":{"id":"75","name":"Switches","description":"<p>Wall switches switch all kind of loads on or off. They are places in a wall box (pattress box). The come in two versions. Wireless Wall Switches in various designs replace the conventional wall switch. Switching inserts are mounted into the wall box behind the conventional switch. Besides switching the attached load locally or wirelessly these products can issue switching commands to control other actuators in the Z-Wave network.<\/p>","image":"75.png","products":["DUW_054313","PHI_PAN04","AEO_MSES","TKB_TZ66-D","TKB_TZ66-S","AEO_MES","ZME_05457","ZME_05431","FIB_FGS-221","EVR_HAC01","AEO_SES2_EU","PHI_PAN06","FIB_FGS-211"]},"76":{"id":"76","name":"Dimmer","description":"<p>Wall dimmers dim attached electrical lights. Depending on the dimming principle they may only dim traditional light bulbs or even halogen lights, LED and CFLs. They are places in a wall box (pattress box). The come in two versions. Wireless Wall Switches in various designs replace the conventional wall switch or dimmer. Dimming inserts are mounted into the wall box behind the conventional switch. Besides switching the attached load locally or wirelessly these products can issue switching commands to control other actuators in the Z-Wave network.<\/p>","image":"76.png","products":["DUW_054337","AEO_MSEI","AEO_MEI","AEO_SEI_EU","ZME_05458","ZME_05433","DUW_05458","FIB_FGD-211","FIB_FGRGB-101"]},"22":{"id":"22","name":"Heating\/Climate","description":"<p>Z-Wave wireless heating appliances either controls the warm water heat (Thermostat Valve controls), the electrical boiler or a Infrared enabled climate control. Some devices such as TRV integrate sensor, actor and control algorithms while other device implement only certain functions oft he control loop. Most heating and cooling controls also report the actual temperature and partly the humidity in the room controlled.<\/p>","image":"22.png","products":["DAN_LC-13","SEC_SSR302","REM_ZXT120","SEC_SCS318","SEC_SRT322","SEC_STP328","SEC_SRT321","SEC_SCP318-SET","SEC_SSR303","EUR_STELLAZ","DAN_LIVC_RAK","SEC_SCS317","ZME_MTHERM"]},"68":{"id":"68","name":"Window Control","description":"<p>Z-Wave window control allows to both control jalousies, venetians and sun blinds as well as direct opening and closing of windows or garage doors. The motor control devices are usually places in a wall box (pattress box). The come in two versions. Wireless Wall Controls in various designs replace the conventional wall switch. Control inserts are mounted into the wall box behind the conventional switch. Besides switching the attached motor locally or wirelessly these products can issue switching commands to control other actuators in the Z-Wave network. Direct Control of windows and garage door is accomplished by wirelessly controllable chain motors.<\/p>","image":"68.png","products":["DUW_05459","DUW_054368","FIB_FGRM-222","ZME_05459","FAK_ZWS230","ZME_05436","PHI_PAN08"]},"69":{"id":"69","name":"Sensors","description":"<p>Sensors are either binary &ndash; they report an on\/off status like Motion detectors, smoke detectors or door\/window sensors or they are analog. In this case they report a continuous measuring value such as temperature, humidity or light level. Sensors report their value to the central z-wave controller entity for display or other usage but they can also directly control other actuators.<\/p>","image":"69.png","products":["AEO_DWSENS","SIG_SENS_W","SIG_SENS_T","EVR_SF812","EVR_ST814","SEC_SES301","EVR_ST812","EVR_SP103","AEO_MULTISENS","EVR_SP814","EVR_HSM02","EVR_HSP02","FIB_FGBS-001","ZME_MBINAR","FIB_FGK-101","FIB_FGK-102","FIB_FGK-103","FIB_FGK-104","FIB_FGK-105","FIB_FGK-106","FIB_FGK-107","VIS_ZP3102","VIS_ZG8101","VIS_ZD2102","VIS_ZS5101","SEC_SWM301","PHI_PSM01","PHI_PSP01","PHI_PSM02","FIB_FGFS-101","FIB_FGSS-101","AEO_DSB54","ZME_MTEMP"]},"59":{"id":"59","name":"PC-Adaptor","description":"<p>A PC adaptor connects the PC to the Z-Wave network typically using the USB Interface. The Z-Wave adapter emulates a virtual serial device that is used by the Z-Wave control software running on the PC or any other embedded computer. The control software in the PC itself defines the functionality and the user interface oft he Z-Wave control while the Z-Wave PC adapter implements all low level functions to communicate within the system. PC adapter plus appropriate software typically act as central controller of the system [C].<\/p>","image":"59.png","products":["AEO_USB","ZME_ZWAYW","ZME_Serial","VIS_ZU1401","ZME_RAZ_EU","ZME_ZSTICKC"]},"60":{"id":"60","name":"Control Centres","description":"<p>Control Centres are the heart and brain oft he Z-Wave network. They allow to built, manage and operate the Z-Wave based home network. They integrate the adapter to the wireless network and the control software with a graphical user interface typically accessible using web browsers or mobile devices such as pads or phones. Therefore they need to be connected to the internet. Therefore control centres are also referred to as IP Gateways. Beside access and management. Control centres also support complex control operations such as scene control or other automated actions in the network.<\/p>","image":"60.png","products":["DUW_064473","MCV_VERA_L","FIB_HOMEC2","MCV_VERA_3","FIB_FGHCL"]},"61":{"id":"61","name":"Wall Plugs","description":"<p>Wall Plugs are switches or dimmers that are plugged into the standard mains outlet. The cord oft he load is then connected to the plug. Different devices exist for the different plug types in Europe (type E, F or G). Switches are required to switch load up to 3500 W while dimmer typically dim loads up to 400 W. the local operation can be achieved using a button on the device. A LED indicates the switching or dimming state.<\/p>","image":"61.png","products":["DUW_064398","DUW_064374","DUW_064381","EVR_AN145","EVR_AN1573","EVR_AN1572","EVR_AD1422","EVR_AD1426","TKB_TZ68-F","TKB_TZ67-G","EVR_AN1576","TKB_TZ67-E","TKB_TZ68-E","EVR_AD1423","FIB_FGWPE-101","FIB_FGWPF-101","TKB_TZ67-F","TKB_TZ68-G","POP_123610","POP_123597","POP_123603","POP_123580","PHI_PAN11","POP_123634","POP_123627","POP_123658","POP_123665"]},"62":{"id":"62","name":"Remote Controls","description":"<p>Remote Controls are the mobile control devices of a Z-Wave network. They control other devices directly but they are also more and more used to trigger complex operations such as scenes in the controller. Remote controls are battery operated and only active when a button is pressed. Hence any change of the configuration requires a manual wakeup. The big advantage of a remote control is the ability to establish a wireless connection within the Z-Wave network from any physical location.<\/p>","image":"62.png","products":["AEO_MREM","DUW_064459","AEO_MREM_B","REM_ZRC100","AEO_KFOB","ZME_KFOB2"]},"63":{"id":"63","name":"Wall Controller","description":"<p>Wall Controllers look like normal wall switches with switching paddle and mounting frame but they are flat and can be installed on every even surface in the home. They are therefore ideally suited for retrofitting the home. They control other devices directly but they are also more and more used to trigger complex operations such as scenes in the controller. Remote controls are battery operated and only active when a button is pressed. Hence any change of the configuration requires a manual wakeup.<\/p>","image":"63.png","products":["DUW_054436","ZME_WCS2","ZME_WCD2","ZME_WCS1","ZME_WCD1","ZME_05460","ZME_054436"]},"115":{"id":"115","name":"Electrical Meters","description":"<p>Energy meters allows to meter electrical energy, gas or water consumption. They either read the metered value from an already existing conventional home meter or offer current transformers to attach to cables. There are also metering plugs for easy installation. All energy meters offer a metering value in kWh, BTU or cubic meters. Some device offer additional sensor values such as power factor, voltage or current. The devices are either battery operated or take their power from the power source metered.<\/p>","image":"115.png","products":["EVR_AN1582","AEO_HEM2","AEO_HEM3","EVR_AN1586","NOQ_NQ-9021","NOQ_NQ-921021"]},"117":{"id":"117","name":"Locks and Sirens","description":"<p>Z-Wave based security and access control is based on wirelessly controlled door locks, key-pads and alarm sirens. Together with other sensors such as motion detectors or door sensor they realize an alarm function within the Z-Wave network. Both Door locks and sirens are battery powered. However due to the FLIRS function they are permanently active and can react to wireless commands without delay. All security related devices implement special encryption and one-time password function to protect the system from misuse.<\/p>","image":"117.png","products":["EVR_SE812","VIS_ZM1702","EVR_UTSE03A","VIS_ZM1602","VIS_ZM1601","VIS_ZM1701"]}}