{"EVR_AN1572":{"ZP1XML":"ZC08-09070011","ZProductImage":"775_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The Everspring AN1572 is a switch plug that can be placed between a wall outlet for Schuko Plug and electric devices, plugged in by cord. It can switch all loads up to 3500 W. The device is IP 20 rated and can therefore only be used in dry environments.  Switching is controlled wirelessly using Z-Wave or locally applying a button. A red LED indicates the switching status.<\/p>","ZProductHeadline":"Switch Plug for Schuko","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AN1572","ZPrice":"47.49","ZNetWeight":"0.14","ZTotWeight":"170","ZDimensions":"10x5,5x7"}},"EVR_AN1586":{"ZP1XML":"ZC08-09100006","ZProductImage":"776_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The AN1586 is a pluggable switch that controls electrical loads connected to mains power using standard Plug Typ E (France, Poland, ...) wall outlets.  It can switch all electrical loads up to 3500 W and additionally measure the electrical power taken by this load (in Wh) and meters the electrical energy consumed (in kWh). The device is IP 20 rated and can only be used in dry environments. The device is operated either wirelessly using Z-Wave or with a button on the device. A red LED indicates the switching status.<\/p>","ZProductHeadline":"Z-Wave Power Meter Switch for Plug Typ E","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AN1586","ZPrice":"61.99","ZNetWeight":"0.15","ZTotWeight":"194","ZDimensions":"10,5x6x7"}},"DUW_064374":{"ZP1XML":"ZC08-08090007","ZProductImage":"660_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi 64374 is a switch plug that can be placed between a wall outlet for Schuko Plug and electric devices, plugged in by cord. It can switch all loads up to 3500 W. The device is IP 20 rated and can therefore only be used in dry environments.  Switching is controlled wirelessly using Z-Wave or locally applying a button. A three color LED indicates the switching status.<\/p>","ZProductHeadline":"Z-Wave Plugin Switch IP20","ZBlackList":"","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_064374","ZPrice":"46.04","ZNetWeight":"0.13","ZTotWeight":"184","ZDimensions":"10,5x5,8x7"}},"DUW_064381":{"ZP1XML":"ZC08-08090008","ZProductImage":"661_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi 64381 is a switch plug that can be placed between a wall outlet for Schuko Plug and electric devices, plugged in by cord. It can switch all loads up to 3500 W. The device is IP 44 rated and can therefore be used in dry or wet environments.  Switching is controlled wirelessly using Z-Wave or locally applying a button. A three color LED indicates the switching status.<\/p>","ZProductHeadline":"Z-Wave Plugin Switch IP44","ZBlackList":"","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_064381","ZPrice":"52.78","ZNetWeight":"0.15","ZTotWeight":"200","ZDimensions":"11,2x5,8x8,8"}},"EVR_AN1573":{"ZP1XML":"ZC08-09070011","ZProductImage":"EVR_AN1573.jpg","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The Everspring AN1573 is a switch plug that can be placed between a British Standard wall outlet for Plug-Type G and electric devices, plugged in by cord. It can switch all loads up to 3500 W. The device is IP 20 rated and can therefore only be used in dry environments. Switching is controlled wirelessly using Z-Wave or locally applying a button. A red LED indicates the switching status.<\/p>","ZProductHeadline":"Switch Plug for Type G - UK","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AN1573","ZPrice":"47.49","ZNetWeight":"0.14","ZTotWeight":"172","ZDimensions":"10x6x6,5"}},"EVR_HSM02":{"ZP1XML":"ZC08-11120005","ZProductImage":"EVR_HSM02.jpg","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>This sensor offers information whether a door or window is open or closed.&nbsp; The product consists of a magnetic element and the main unit. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The installation can be done with screws or double-sided tape. The HSM02 is a battery-powered device, which is in sleeping mode unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping modus. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced.&nbsp;The units send information to a controller or any other associated Z-Wave device. Up to 5 devices can be controlled from this device.<br \/>\r\nThe device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller. For configuration of certain behaviour a static controller such as a PC with home automation software or a gateway is required.<\/p>","ZProductHeadline":"Door- and Window Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_HSM02","ZPrice":"53.99","ZNetWeight":"0.03","ZTotWeight":"46","ZDimensions":"7x4x1"}},"FIB_HOMEC2":{"ZP1XML":"","ZProductImage":"12261_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>Fibars Home Center 2 is a consumer electronics device used for home automation. Home Center 2 gateway communicates with electronic sensors and devices located throughout home using wireless and wired communications and connects to central portal server using existing broadband connection (Cable or DSL).<\/p>\r\n<p>Internal Z-Wave interface module allows user to control Z-Wave sensors, appliance controls and automation devices.<\/p>\r\n<p class=\"p1\">Home Center 2 integrates multiple complicated control, automation and internet protocols into one simple plug&rsquo;n&rsquo;play device. It provides a clear, consistent interface that allows user to manage home easily, whether at home, office or using mobile phone on the road.<\/p>\r\n<p class=\"p1\">With the automatic data backup and recovery the  Home Center 2 protects your important data. Other features of this device are e.g. manage IP cameras, support Geo localization and SMS notification.<\/p>","ZProductHeadline":"Z-Wave Home Center 2","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_HOMEC2","ZPrice":"499.00","ZNetWeight":"1.43","ZTotWeight":"2186","ZDimensions":"22x18x4"}},"AEO_DWSENS":{"ZP1XML":"","ZProductImage":"749_0.jpg","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>This sensor offers information whether a door or window is open or closed.&nbsp; The product consists of a magnetic element and the main unit. One of the parts is mounted on the moving part of the window or of the door; the other part is placed on the frame. The installation can be done with screws or double-sided tape. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The unit offers a tampering control and sends an alarm message when tampered. The units send information to a controller or any other associated Z-Wave device. The device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller.<\/p>","ZProductHeadline":"Door- and Window Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_DWSENS","ZEanCode":"1220000011830","ZPrice":"43.33","ZNetWeight":"0.05","ZTotWeight":"76","ZDimensions":"8,2x3,2x1,9"}},"DUW_064459":{"ZP1XML":"ZC08-08090006","ZProductImage":"113_0.jpg","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The DUWI Remote Control controls Z-Wave actuators such as dimmers, switches, thermostats or motor controls for blinds or jalousies.  Devices can be turned on and off but dimmers and motor controls can also be turned into a desired dimming level to motor position by keeping a button pushed and releasing it. Additionally the device can act as a primary controller of a Z-Wave network using three dedicated network control buttons located behind a sliding cover. 10 pair of buttons &ndash; illuminated by blue light when operated &ndash; allow to control up to 7 control groups (association groups) and 3 scenes. The scenes learn the desired status of selected actuators and can turn them back into this status just hitting a button. The devices in the 7 control groups a re always switched simultaneously. The remote control can operate as a secondary control beside an IP-Gateway however it is not possible from this device to activate scenes defined in the IP-Gateway. All scenes and control groups are stored within the remote control and they are also conveniently programmed using the buttons of the remote rather than using wireless commands from an IP-Gateway.<\/p>","ZProductHeadline":"DUWI Z-Wave Remote Control","ZBlackList":"The remote control can not act as a scene controller for IP-Gateway. it can only control scenes directly when stored in the device itself. Associations are also done right on the device rather programmed wirelessly.","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_064459","ZPrice":"59.90","ZNetWeight":"0.10","ZTotWeight":"204","ZDimensions":"17x5x2"}},"SIG_SENS_W":{"ZP1XML":"ZC08-09080006","ZProductImage":"757_0.png","ZManufacturersImage":"manufacturers\/AUBI.png","ZProductDescription":"<p>The concentration of CO2 in the air is measured in parts per million  (ppm). The CO2 concentration outdoors is approx. 350 ppm on average. A  level of above approx. 800 ppm negatively impacts on our well-being. The  concentration of CO2 in a room depends on the number of people in the  room, the length of time that they spend in that room and the air  exchange rate. For example, a 60 m&sup3; room that contains two people and  has an air exchange rate of 1 will reach a CO2 concentration of 900 ppm.  Without ventilation, the concentration of CO2 in the room would  increase to 1,500 ppm after two hours and 2,500 ppm after five hours.<\/p>\r\n<p>In order to measure air quality, SENSOAIR type wave uses two sensors  to detect the carbon dioxide (CO2) concentration in closed rooms. The  quality of the air that has been measured is indicated using a LED light  and is transmitted via Z-Wave.<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Sensoair Z-Wave CO2 Sensor - Wall","ZBlackList":"","TechData":{"ZManufacturersName":"Siegenia Aubi","ZProductsSku":"SIG_SENS_W","ZPrice":"293.00","ZNetWeight":"0.00"}},"SIG_SENS_T":{"ZP1XML":"ZC08-09080006","ZProductImage":"758_0.png","ZManufacturersImage":"manufacturers\/AUBI.png","ZProductDescription":"<p>The concentration of CO2 in the air is measured in parts per million (ppm). The CO2 concentration outdoors is approx. 350 ppm on average. A level of above approx. 800 ppm negatively impacts on our well-being. The concentration of CO2 in a room depends on the number of people in the room, the length of time that they spend in that room and the air exchange rate. For example, a 60 m&sup3; room that contains two people and has an air exchange rate of 1 will reach a CO2 concentration of 900 ppm. Without ventilation, the concentration of CO2 in the room would increase to 1,500 ppm after two hours and 2,500 ppm after five hours.<\/p>\r\n<p>In order to measure air quality, SENSOAIR type wave uses two sensors to detect the carbon dioxide (CO2) concentration in closed rooms. The quality of the air that has been measured is indicated using a LED light and is transmitted via Z-Wave.<br \/>\r\n<br style=\"\" \/>\r\n&nbsp;<\/p>","ZProductHeadline":"Sensoair Z-Wave CO2 Sensor - Table","ZBlackList":"","TechData":{"ZManufacturersName":"Siegenia Aubi","ZProductsSku":"SIG_SENS_T","ZPrice":"299.00","ZNetWeight":"0.25","ZTotWeight":"0.462","ZDimensions":"10x16x4.5 + 125 Kabel"}},"AEO_MEI":{"ZP1XML":"ZC08-13030004","ZProductImage":"AEO_MSEI.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Micro Illuminator is a Z-Wave light dimmer specifically used to enable Z-Wave command and control (on\/off\/dim) for existing in-wall dimmers. &nbsp;The wireless module is powered from the mains supply and is a three-wire design which requires a neutral connection. In the event of power failure, non-volatile memory retains all programmed information relating to the units operating status.<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Micro Illuminator","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_MEI","ZEanCode":"1220000011489","ZPrice":"49.00","ZNetWeight":"0.04","ZTotWeight":"54","ZDimensions":"5x4,7x1,8"}},"AEO_MES":{"ZP1XML":"ZC08-13030007","ZProductImage":"AEO_MSEI.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Smart Energy Switch Micro is a low-cost Z-Wave appliance switch specifically used to enable Z-Wave command and control (on\/off) for existing in-wall switches. &nbsp;The wireless module is powered from the mains supply and is a three-wire design which requires a neutral connection. In the event of power failure, non-volatile memory retains all programmed information relating to the units operating status.<\/p>","ZProductHeadline":"Micro Switch","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_MES","ZEanCode":"1220000011410","ZPrice":"49.00","ZNetWeight":"0.04","ZTotWeight":"60","ZDimensions":"4,3x5x1,8"}},"DUW_05459":{"ZP1XML":"ZC08-08100017","ZProductImage":"763_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi Flush Mountable Motor Control is a wireless actuator able to control 230 V powered motors for blinds and jalousies. The device is delivered as a complete set with flush mountable insert, paddle and mounting frame compatible to the design of the switching series DURO 2000 SI in color pearl white from Busch Jaeger. The paddle of the device is used to control the device itself . The status of the motor control is indicated on a dual color LED for test purposes. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Window Blind Set for Duro 2000","ZBlackList":"When the device is operated locally with the paddles the device status in an IP gateway or control software is not updated until the software or the gateway is polling the device again. This results in wrong status information on remote user interfaces. Is the device controlled from such a user interface (web, smart phone) the status is correctly shown all the time.   \r\nSolution: Choose ZME versions of the device. This fixes the problem.","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_05459","ZPrice":"45.69","ZNetWeight":"0.10","ZTotWeight":"264","ZDimensions":"8x8x5"}},"EVR_SE812":{"ZP1XML":"ZC08-09070012","ZProductImage":"764_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The Siren SE812 Siren will warn everybody in the building by a loud sound and a flashing light about an alarm. This product is especially suited to use in combination with other Z-Wave devices such as sensors.<br \/>\r\nThe SE812 Siren gives a loud sound and a flashing warning light, so everybody in the building will know immediately that an alarm has occurred. You can choose to activate the siren either by burglary alarm or by a smoke alarm or activate the siren by both alarms. It is even possible to install multiple sirens, so the alarm can be heard loudly at multiple locations. The SE812 Siren has an adjustable jumper inside, so you can choose between either a 90dB or a 100 dB volume of the siren.<br \/>\r\nChoose either the included batteries or a power supply to power your siren. When using batteries, the siren will give a warning when the batteries are almost empty.<\/p>","ZProductHeadline":"Z-Wave Siren SE812","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_SE812","ZPrice":"71.99","ZNetWeight":"0.19","ZTotWeight":"584","ZDimensions":"7x14,5x4,5"}},"EVR_SF812":{"ZP1XML":"ZC08-09070013","ZProductImage":"765_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The Smoke Detector SF812 uses a non-radioactive photo-sensor for a reliable and safe detection of smoke. Simply install the Smoke Detector on your ceiling and follow the procedure in the manual. Now your room is fitted with an early warning system against smoke. The smoke detector has a test button and a flashing led, so you always know that the smoke alarm is working correctly. The smoke alarm will warn you when the battery is low. When the device detects smoke, it will give a loud warning sound. It will also trigger actions in other Z-Wave devices or Z-Wave controllers to escalate the alarm. The Smoke Detector can also activate an alarm-scenario within the Z-Wave network. For example you can create an alarm-scenario to switch on all lights in the house when smoke is detected. Even at the middle of the night, you may leave the house very quickly when smoke is detected.<\/p>","ZProductHeadline":"Z-Wave Smoke Detector SF812","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_SF812","ZPrice":"71.99","ZNetWeight":"0.18","ZTotWeight":"254","ZDimensions":"17x12x10"}},"EVR_ST814":{"ZP1XML":"ZC08-13100006","ZProductImage":"766_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The ST812 is a combined temperature\/humidity sensor which is designed for both - desktop use or wall mountable. The device has a local LCD display which either shows the temperature or the humidity. Four buttons allow to switch between minimim, maximum or actual values, humidity versus temperature and Fahrenheit versus Celsius.<br \/>\r\nThe device can report its values via Z-Wave and allows to set trigger level for direct control of other Z-Wave device when the measured value hits the trigger point. This makes the ST812 a very powerful and flexible tool to measure environmental values and control device within a Z-Wave network.<\/p>","ZProductHeadline":"Z-Wave Temperature and Humidity Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_ST814","ZPrice":"71.99","ZNetWeight":"0.13","ZTotWeight":"260","ZDimensions":"8x8x3,5"}},"EVR_AN1582":{"ZP1XML":"ZC08-09100006","ZProductImage":"767_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The AN1582 is a pluggable switch that controls electrical loads connected to mains power using standard Schuko wall outlets.  It can switch all electrical loads up to 3500 W and additionally measure the electrical power taken by this load (in Wh) and meters the electrical energy consumed (in kWh). The device is IP 20 rated and therefore, it only can be used in dry environments. The device is operated either wirelessly using Z-Wave or with a button on the device. A red LED indicates the switching status.<\/p>","ZProductHeadline":"Z-Wave Power Meter plus Switch - Schuko","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AN1582","ZPrice":"61.99","ZNetWeight":"0.15","ZTotWeight":"204","ZDimensions":"11x5,2x7"}},"DUW_054368":{"ZP1XML":"ZC08-08100017","ZProductImage":"768_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi Flush Mountable Motor Control is a wireless actuator able to control 230 V powered motors for blinds and jalousies. The device is delivered as a complete set with flush mountable insert, paddle and mounting frame compatible to the design of the Duwi switching series Everlux color &nbsp;white. The paddle of the device is used to control the device itself . The status of the motor control is indicated on a dual color LED for test purposes. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Window Blind Set for Everlux","ZBlackList":"When the device is operated locally with the paddles the device status in an IP gateway or control software is not updated until the software or the gateway is polling the device again. This results in wrong status information on remote user interfaces. Is the device controlled from such a user interface (web, smart phone) the status is correctly shown all the time.   \r\nSolution: Choose ZME versions of the device. This fixes the problem.","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_054368","ZPrice":"46.58","ZNetWeight":"0.00","ZTotWeight":"262","ZDimensions":"8x8x5"}},"DUW_054436":{"ZP1XML":"ZC08-08100014","ZProductImage":"769_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>This Duwi Wall Controller is a single paddle controller to control other Z-Wave devices such as dimmers, switches or window blinds. <br \/>\r\nThe unit has dedicated buttons for inclusion, exclusion and association and is able to work as a primary controller. It is delivered completely <br \/>\r\nwith single frame and switching paddle for Duwi Everlux. The unit is battery powered and therefore can be mounted on every plain and <br \/>\r\nclean place.<\/p>","ZProductHeadline":"Wall Controller Set for Duwi Everlux","ZBlackList":"Duwis battery-operated wall controllers can&#8217;t operate with IP Gateways. They can therefore not be used to activate scenes in IP Gateways. Solution: Choose ZME wall controller.","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_054436","ZPrice":"32.69","ZNetWeight":"0.00","ZTotWeight":"224","ZDimensions":"8x8x5"}},"DUW_054337":{"ZP1XML":"ZC08-08100016","ZProductImage":"770_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi Dimmer Flush Mountable is a wireless actuator able to dim lights up to 300 W. The device is delivered as a complete set with flush mountable insert, paddle and mounting frame compatible with the design of the Duwi switching series &nbsp;Everlux in standard white. The paddle of the device is used to control the device. The status of the dimmer is indicated on a dual color LED for test purposes. For dimming the devices apply leading edge phase cutting with a special alignment algorithm for inductive loads. Therefore, it is  possible to dim incandescent lamps, high voltage halogen lights and low voltage halogen lights with traditional transformer. Low voltage halogen lights with switching power supply, LEDs and CFLs must not be attached. This device is designed for a 2 wire system. There is no need for a neutral wire in the wall box.<\/p>","ZProductHeadline":"Dimmer Set in Duwi Everlux","ZBlackList":"When the device is operated locally with the paddles the device status in an IP gateway or control software is not updated until the software or the gateway is polling the device again. This results in wrong status information on remote user interfaces. Is the device controlled from such a user interface (web, smart phone) the status is correctly shown all the time.   \r\nSolution: Choose ZME versions of the device. This fixes the problem.","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_054337","ZPrice":"44.57","ZNetWeight":"0.11","ZTotWeight":"270","ZDimensions":"8x8x5"}},"DUW_054313":{"ZP1XML":"ZC08-08100015","ZProductImage":"771_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi Switch Flush Mountable is a wireless actuator able to switch loads up to 2300 W. The device is delivered as a complete set with flush mountable insert, paddle and mounting frame compatible to the design of the switching series Duwi Everlux white. The paddle of the device is used to control the device itself . The status of the switch is indicated on a dual color LED for test purposes. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Switch Set for Duwi Everlux","ZBlackList":"When the device is operated locally with the paddles the device status in an IP gateway or control software is not updated until the software or the gateway is polling the device again. This results in wrong status information on remote user interfaces. Is the device controlled from such a user interface (web, smart phone) the status is correctly shown all the time.   \r\nSolution: Choose ZME versions of the device. This fixes the problem.","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_054313","ZPrice":"32.35","ZNetWeight":"0.10","ZTotWeight":"260","ZDimensions":"8x8x5"}},"AEO_HEM2":{"ZP1XML":"ZC08-13040001","ZProductImage":"772_0.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Smart Energy Monitor is a low-cost energy monitor for the entire home. It can wirelessly report immediate wattage and kWh usage to central control point gateways&nbsp; and can be easily and safely installed by anyone.<br \/>\r\nEase and safety are paramount: Electricians are not required to install the Aeon Labs Smart Energy Monitor; the customer never needs to handle hot exposed wiring. Current transformer clamps(10mm) clamp around the AC Mains to detect energy usage for the entire house. The device reports W and kWH.<\/p>","ZProductHeadline":"Z-Wave Clamp Power Meter - two clamps","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_HEM2","ZPrice":"119.00","ZNetWeight":"0.32","ZTotWeight":"474","ZDimensions":"11,5x6,5x3"}},"AEO_HEM3":{"ZP1XML":"ZC08-10080007","ZProductImage":"774_0.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Smart Energy Monitor is a low-cost energy monitor for the entire home. It can wirelessly report immediate wattage and kWh usage to central control point gateways&nbsp; and can be easily and safely installed by anyone.<br \/>\r\nEase and safety are paramount: Electricians are not required to install the Aeon Labs Smart Energy Monitor; the customer never needs to handle hot exposed wiring. Current transformer clamps clamp around the AC Mains to detect energy usage for the entire house. The device reports W and kWH.<\/p>","ZProductHeadline":"Z-Wave Clamp Power Meter - three clamps","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_HEM3","ZPrice":"129.00","ZNetWeight":"0.39","ZTotWeight":"530","ZDimensions":"11,5x6,5x3"}},"EVR_AN145":{"ZP1XML":"ZC08-09100004","ZProductImage":"664_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The Everspring Lamp holder allows controlling an electrical load both wirelessly via  Z-Wave and locally using the ON-\/OFF button on the device. After the module is included into the controllers Z-Wave network, the lamp can be switched ON\/ OFF by every associated device in the network. Pressing the On\/Off button on the device will control directly the On\/Off status of the connected incandescent lamp without using the wireless controller.  This lamp holder is designed for 100W incandescent lamps and energy saving bulbs with a maximum load of 27W.<\/p>","ZProductHeadline":"Everspring Lamp holder","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AN145","ZPrice":"38.38","ZNetWeight":"0.15","ZTotWeight":"0.157","ZDimensions":"9x7x5"}},"AEO_USB":{"ZP1XML":"ZC08-10080001","ZProductImage":"674_0.jpg","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs USB Adapter connects a PC to a Z-Wave network using the USB interface. The unit conveys the USB signals to a serial interface. For this conversion function a device driver is needed.&nbsp; The operating system and the Z-Wave capable home automation software recognize the device as virtual serial interface. PC software communicates with the device via this serial port using a serial API-protocol of Z-Wave, which is described in the document &ldquo;Z-Wave Application Programmers Guide, INS10247&rdquo;.<\/p>\r\n<p>All software solutions using the Zen-Sys standard library zwave.dll for Microsoft Windows are compatible with this adapter. <span style=\"\">The Aeon Labs USB adapter has an integrated battery, so that it can be used as inclusion controller controlled by a local push button.<\/span> The unit is able to include and exclude devices by pressing this push button. Connected to a PC the Aeon Labs USB Adapter will convey all network data to the PC software.<\/p>","ZProductHeadline":"USB Adapter with Battery","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_USB","ZEanCode":"1220000010161","ZPrice":"54.00","ZNetWeight":"0.03","ZTotWeight":"36","ZDimensions":"8,8x2,2x1"}},"AEO_MREM":{"ZP1XML":"ZC08-10080006","ZProductImage":"681_0.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>&nbsp;<\/p>\r\n<p>The Aeon Labs mini remote control can control a variety of Z-Wave compatible devices such as switches, dimmers, window blinds and motion sensors. The device can include and exclude devices, group them and set and release associations. The mini remote only offers four control buttons for scene selection. Behind a slider there are four more buttons for Z-Wave network control. A non-replaceable but rechargeable battery powers the remote control. Recharging is done on a conventional USB bus using the charging cable provided.<\/p>","ZProductHeadline":"Aeonlabs Minimote white","ZBlackList":"Aeonlabs Minimore unterstützt im Auslieferungszustand nach Anlernen keine Szenenaktivierung in einem Gateway oder einer Steuersoftware. Unter http:\/\/wiki.zwaveeurope.com ist jedoch eine Anleitung verfügbar, wie das Gerät zur Szenensteuerung konfiguriert warden kann. Die direkte Szenensteuerung innerhalb des Gerätes funktioniert hingegen tadellos.","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_MREM","ZEanCode":"1220000010260","ZPrice":"59.00","ZNetWeight":"0.04","ZTotWeight":"60","ZDimensions":"10x3,4x1"}},"ZME_WCD2":{"ZP1XML":"","ZProductImage":"12271_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>This battery operated dual paddle controller allows controlling other Z-Wave devices such as dimmers, switches or window blinds. It can be used either directly controlling Z-Wave devices directly or to activate scenes in a IP gateway as a scene controller. Removing the paddle the device has four buttons that can be used to manage a Z-Wave network (Include devices, exclude devices, set associations, ...). The device fits into the design of the switching series Duro 2000 SI of Busch-Jaeger in color white. Due to the&nbsp;battery power it can be mounted on every plain and clean place.<\/p>\r\n<p><strong><span style=\"\">Technical Data:<\/span><\/strong><\/p>\r\n<ul>\r\n    <li>Wireless behaviour: transmitter&nbsp;<\/li>\r\n    <li>Z-Wave type: controller<\/li>\r\n    <li>Controllable Z-Wave groups: 4 or 8 different scenes<\/li>\r\n    <li>Distance: up to 30 m in buildings<\/li>\r\n    <li>Display: LED to confirm wireless operations<\/li>\r\n    <li>Local operation: two paddles<\/li>\r\n    <li>Control and Setup: 4 buttons plus LED behind the switching paddle<\/li>\r\n    <li>Installation: on every flat surface, no pattress box needed.<\/li>\r\n    <li>Power supply: Lithium Battery<\/li>\r\n<\/ul>","ZProductHeadline":"Z-Wave.Me Wall Controller Double BJ 2000 white","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_WCD2","ZPrice":"36.38","ZNetWeight":"0.00"}},"ZME_WCS2":{"ZP1XML":"","ZProductImage":"12270_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>This battery operated single paddle controller allows controlling other Z-Wave devices such as dimmers, switches or window blinds. It can be used either directly controlling Z-Wave devices directly or to activate scenes in a IP gateway as a scene controller. Removing the paddle the device has four buttons that can be used to manage a Z-Wave network (Include devices, exclude devices, set associations, ...). The device fits into the design of the switching series Duro 2000 SI of Busch-Jaeger in color white. Due to the&nbsp;battery power it can be mounted on every plain and clean place.<\/p>\r\n<p><strong><span style=\"\">Technical Data:<\/span><\/strong><\/p>\r\n<ul>\r\n    <li>Wireless behaviour: transmitter&nbsp;<\/li>\r\n    <li>Z-Wave type: controller<\/li>\r\n    <li>Controllable Z-Wave groups: 2 or 4 different scenes<\/li>\r\n    <li>Distance: up to 30 m in buildings<\/li>\r\n    <li>Display: LED to confirm wireless operations<\/li>\r\n    <li>Local operation: one paddle<\/li>\r\n    <li>Control and Setup: 4 buttons plus LED behind the switching paddle<\/li>\r\n    <li>Installation: on every flat surface, no pattress box needed.<\/li>\r\n    <li>Power supply: Lithium Battery<\/li>\r\n<\/ul>","ZProductHeadline":"Z-Wave.Me Wall Controller Single BJ 2000 white","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_WCS2","ZPrice":"36.38","ZNetWeight":"0.00"}},"DUW_064398":{"ZP1XML":"ZC08-08090009","ZProductImage":"659_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi 064398 is a dimmer plug that can be placed between a Schuko wall outlet and electric devices, plugged in by cord. It can dim resistive loads up to 400 W. The device is IP 20 rated and can therefore only be used in dry environments. For dimming the devices apply leading edge phase cutting with a special alignment algorithm for inductive loads. It is therefore possible to dim incandescent lamps, high voltage halogen lights and low voltage halogen lights with traditional transformer. Low voltage halogen lights with switching power supply, LEDs and CFLs must not be attached. Dimming is controlled wirelessly using Z-Wave or locally applying a button. A three color LED indicates the dimming status.<\/p>","ZProductHeadline":"Z-Wave Plugin Dimmer","ZBlackList":"","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_064398","ZPrice":"47.15","ZNetWeight":"0.16","ZTotWeight":"212","ZDimensions":"10,5x5,8x7"}},"DUW_064473":{"ZP1XML":"ZC08-09020006","ZProductImage":"6_0.jpg","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi Z-Wave wireless centre can be used with a broad variety of Z-Wave products such as switches, dimmers, window blind controls and heat controls both from Duwis Z-Wave system and from other Z-Wave manufacturers. The unit is the central management device of the Duwi Z-Wave wireless home automation system.<br \/>\r\nThe Duwi Z-Wave wireless centre includes, excludes and associates other Z-Wave devices, defines groups and scenes and selects different scenes according to local operation of remote commands. The unit acts as static controller, works together and coordinates multiple remote controls in the Z-Wave network. It offers dedicated push buttons for inclusion, exclusion and association. 3 LEDs give information about the status of the network. The unit does not have an Ethernet interface and can therefore <span style=\"\">not<\/span> be accessed remotely.<\/p>","ZProductHeadline":"Duwi Z-Wave Wireless Control Centre","ZBlackList":"","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_064473","ZPrice":"57.07","ZNetWeight":"0.11","ZTotWeight":"162","ZDimensions":"11x63x7,5"}},"DAN_LC-13":{"ZP1XML":"ZC08-13120001","ZProductImage":"Connect_R.jpg","ZManufacturersImage":"manufacturers\/Danfoss.png","ZProductDescription":"<p>Living connect is a Z-Wave controlled electronic radiator thermostat. It  is SDK 4.5, has Explorer Frame Support and increased network stability.<\/p>\r\n<p>This radiator thermostat is mounted on wall heating valves and controls them by a motor. The device accepts a setpoint that is either set manually using buttons on the device or wirelessly using Z-Wave. Afterwards, the device will regulate the warm water supply to the wall radiator and compare the detected temperature to ensure, that the temperature in the room is kept at the desired level. A small LCD panel on the device displays the setpoint temperature on request.<\/p>\r\n<p>The device has an internal scheduler, that allows to define up to 9 setpoint for up to 7 week days. Once programmed, these setpoints will be activated without any further manual or wireless interaction. Beside setting a desired temperature the device will support special heating schemes, such as energy saving and frost protection and intelligent functions such as detection of open windows or a valve training function to ensure that valves are still operational after longer periods. &nbsp;<\/p>\r\n<p>The livinng connect can be mounted to valves with standard M30x1.5 connector or RA2000 (Danfoss snap in).&nbsp;<\/p>","ZProductHeadline":"Z-Wave Radiator Thermostat (LC-13)","ZBlackList":"","TechData":{"ZManufacturersName":"Danfoss","ZProductsSku":"DAN_LC-13","ZPrice":"59.00","ZNetWeight":"0.20","ZDimensions":"7,5x5,0x4,5"}},"SEC_SES301":{"ZP1XML":"ZC08-12060008","ZProductImage":"782_0.png","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p><font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\">Th<font size=\"2\">e SEC_SES301 is a<\/font> battery operated device which acts as temperature sensor. <font size=\"2\">It<\/font> uses Z-Wave wireless commands to send its temperature data<font size=\"2\"> to a controller<\/font>. The device is IP 30 rated and can therefore o<font size=\"2\">nly<\/font> be used in dry environments. The precision of the temperature sensor is +\/- 0.5 degree.<\/font><\/font><\/font><\/p>","ZProductHeadline":"Temperature Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SES301","ZPrice":"61.67","ZNetWeight":"0.14","ZTotWeight":"178","ZDimensions":"8,5x8,5x3,5"}},"SEC_SSR302":{"ZP1XML":"ZC08-11010002","ZProductImage":"785_0.png","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p>The SSR302 is a wirelessly controlled double Relay switch to operate loads up to 3 A \/ 230 V. It is used to control warm water boilers or magnet valves. The device can be operated locally using two buttons. A LED indicated the current switching status. The fashionable design of the device allows mounting it on visible positions in the home. The device is IP 30 rated.<\/p>","ZProductHeadline":"Z-Wave controlled Boiler Actuator - two channels","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SSR302","ZPrice":"81.29","ZNetWeight":"0.20","ZTotWeight":"254","ZDimensions":"11,7x9x3,2"}},"AEO_MREM_B":{"ZP1XML":"ZC08-10080006","ZProductImage":"11767_0.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs mini remote control can control a variety of Z-Wave compatible devices such as switches, dimmers, window blinds and motion sensors.&nbsp; The device can include and exclude devices, group them and set and release associations. The mini remote only offers four control buttons for scene selection. Behind a slider there are four more buttons for Z-Wave network control. A non-replaceable but rechargeable battery powers the remote control. Recharging is done on a conventional USB bus using the charging cable provided.<\/p>","ZProductHeadline":"Z-Wave Minimote Black","ZBlackList":"The Aeonlabs Minimote will not support scene activation in an IP Gateway or control software on default. http:\/\/wiki.zwaveeurope.com describes a way to enable scene activation. Scene handling within the device works fine.","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_MREM_B","ZEanCode":"1220000010161","ZPrice":"59.00","ZNetWeight":"0.04","ZTotWeight":"64","ZDimensions":"10x3,4x1"}},"ZME_ZWAYW":{"ZP1XML":"","ZProductImage":"11778_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Z-Stick with Z-Way is a Z-Wave USB dongle. When attached to a host processor, it becomes a Z-Wave communication device, which exposes the Zensys API (SerialAPI) through integrated USB. The primary function of the device is to allow a host processor to control up to 232 Z-Wave devices using the Z-Wave technology protocol. Within the Z-Wave wireless network the Z-Stick acts as a static controller with enhanced (SUC\/SIS) network management function. In order to use the full functionality a software application such as Z-Cloud or Z-Way is needed to run on the host. Z-Stick supports all kinds of third party software complying with the Zensys Serial API.<\/p>\r\n<p><span lang=\"en\" id=\"result_box\"><span class=\"hps atn\">With the Z-<\/span><span>Wave.Me<\/span> <span class=\"hps\">USB stick<\/span> with <span class=\"hps\">Z-Way for Windows<\/span> <span class=\"hps\">you<\/span> <span class=\"hps\">receive both<\/span> <span class=\"hps\">a fully functional<\/span> controller software and a complete <span class=\"hps\">user interface<\/span><span>,<\/span> <span class=\"hps\">which<\/span> <span class=\"hps\">can be<\/span> <span class=\"hps\">easily<\/span> <span class=\"hps\">installed<\/span> <span class=\"hps\">by mouse click.<\/span><\/span><\/p>","ZProductHeadline":"Z-Wave USB Stick with Z-WAY","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_ZWAYW","ZPrice":"99.00","ZNetWeight":"0.01","ZTotWeight":"16","ZDimensions":"7x2,5x1"}},"EVR_ST812":{"ZP1XML":"ZC08-09100002","ZProductImage":"11774_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>This sensor monitors leakage and sends an alarm when flooding or leakage is detected. The sensing device can be away up to 3 m from the main device. The unit can be mounted on every flat surface. The installation can be done with screws or double-sided tape.<br \/>\r\nThe ST812 is a battery-powered device, which is in non-operating state unless an action is detected. After a programmable sleeping time the device wakes up and sends status information. After this the unit goes back to non-operating state. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The units send information to a controller or any other associated Z-Wave device. Up to 4 devices can be controlled from this device.<br \/>\r\nThe device needs to be included into a Z-Wave network by a remote control or any other Z- Wave controller. For configuration of certain behavior a static controller such as a PC with home automation software or a gateway is recommended.<\/p>","ZProductHeadline":"Z-Wave Flood-Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_ST812","ZPrice":"64.99","ZNetWeight":"0.18","ZTotWeight":"396","ZDimensions":"8x8x3,5"}},"EVR_SP103":{"ZP1XML":"ZC08-13080009","ZProductImage":"EVR_SP103.jpg","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>This motion detector (PIR = passive infrared receiver) detects the presence of a person in a room. The units send information to a controller or any other associated Z-Wave device. Up to 4 devices can be controlled from this device. It needs to be included into a Z-Wave network by a remote  control or any other Z- Wave controller. For configuration of certain  behaviour a static controller such as a PC with home automation software  or a gateway is required.<br \/>\r\nThe sensor is a battery-powered device, which is in sleeping state unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping modus. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The unit offers a tampering control and sends an alarm message when tampered.<\/p>","ZProductHeadline":"Z-Wave Motion Detector","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_SP103","ZPrice":"51.49","ZNetWeight":"0.18","ZTotWeight":"320","ZDimensions":"9,5x9,5x9"}},"EVR_AD1422":{"ZP1XML":"ZC08-09070008","ZProductImage":"11777_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The AD1422 is a dimmer plug that can be placed between a wall outlet for Schuko Plug and the cord to the load. It can dim resistive loads up to 400 W. The device is IP 20 rated and can therefore only be used in dry environments. For dimming the devices apply leading edge phase cutting.Therefore, it is&nbsp; only possible to dim incandescent lamps and high voltage halogen lights. Low voltage halogen lights, LEDs and CFLs must not be attached. Dimming is controlled wirelessly using Z-Wave or locally applying a button. A red LED indicates the dimming status.<\/p>","ZProductHeadline":"Wall Dimmer for Schuko Plug","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AD1422","ZPrice":"47.49","ZNetWeight":"0.15","ZTotWeight":"216","ZDimensions":"9,5x5,8x7"}},"EVR_AD1426":{"ZP1XML":"ZC08-09070008","ZProductImage":"12232_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The AD1426 is a dimmer plug that can be placed between a wall outlet for Plug Type E (France, Poland, &hellip;) and electric devices, plugged in by cord. It can dim resistive loads up to 400 W. The device is IP 20 rated and can therefore only be used in dry environments. For dimming the devices apply leading edge phase cutting. Therefore, it is only possible to dim incandescent lamps and high voltage halogen lights. Low voltage halogen lights, LEDs and CFLs must not be attached. Dimming is controlled wirelessly using Z-Wave or locally applying a button. A red LED indicates the dimming status.<\/p>","ZProductHeadline":"Wall Dimmer Plug for Type E","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AD1426","ZPrice":"47.49","ZNetWeight":"0.15","ZTotWeight":"212","ZDimensions":"9,5x6x7"}},"PHI_PAN04":{"ZP1XML":"ZC08-13040018","ZProductImage":"12236_0.png","ZManufacturersImage":"manufacturers\/Philio.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Philio Insert Switch allows controlling two independent loads both wirelessly via Z-Wave and locally utilizing a traditional wall switch. Thanks to its calibration technology the PAN04 cannot only be used to switch AC devices ON and OFF, it also works perfectly with many kind of light, e.g. incandescent, fluorescent and LEDs.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">This insert switch module has a power meter function and is able to detect instant power wattage and accumulated power consumption. In addition to this, the PAN04 features an overload protection. <\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The device is placed in a wall box right behind the normal switch. The switch is not longer directly connected to the load but acts as input device for the insert that is controlling the load. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/font><\/p>","ZProductHeadline":"Relay Insert 2 * 1.5 KW with Power Meter","ZBlackList":"","TechData":{"ZManufacturersName":"Philio Tech","ZProductsSku":"PHI_PAN04","ZPrice":"51.96","ZNetWeight":"0.06","ZTotWeight":"0.072"}},"EVR_HAC01":{"ZP1XML":"ZC08-11080021","ZProductImage":"12454_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\"><span lang=\"en\">The Everspring remote module insert HAC01 is a Z-Wave repeater, which is able to act as remote control by sending the correspond signal to the associated devices like Z-Wave switch modules or Z-Wave dimmer modules. Additionally you can connect it to wired traditional sensors and convert them into wireless Z-Wave sensors.<br \/>\r\nThe HAC01 is placed in a wall box right behind the conventional switch.&nbsp;<\/span><\/font><\/p>","ZProductHeadline":"Everspring Remote Module Insert","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_HAC01","ZPrice":"55.49","ZNetWeight":"0.00"}},"FIB_FGRM-222":{"ZP1XML":"ZC08-11080006","ZProductImage":"12237_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The Fibar Insert Motor Control FGRM-222 allows controlling motors for jalousies, blinds, garage doors or other single-phase AC devices both wirelessly via Z-Wave and locally utilizing a  traditional wall switch. This insert <span lang=\"en\" id=\"result_box\"><span class=\"hps\">enables a precise<\/span> <span class=\"hps\">positioning<\/span> <span class=\"hps\">of<\/span> <span class=\"hps\">motors<\/span> <span class=\"hps\">with mechanical and electrical<\/span> <span class=\"hps\">limit switch.<\/span> <span class=\"hps\">In addition,<\/span> <span class=\"hps\">this<\/span> <span class=\"hps\">device has a<\/span> <span class=\"hps\">power monitoring.<\/span><\/span><\/p>\r\n<p>The device is placed in a wall box right behind  the normal switch. The switch is not longer directly connected to the  load but acts as input device for the Fibar insert that is controlling  the load. The solution works with all switch design with or without  neutral position as long as there is enough space in the wall box behind  the switch. The device is just 15 mm height. The available space  depends on the size of the traditional switch, the dimensions of the  wall box and the amount of additional cabling placed in this box. This  device is designed for a 3 wire system and needs a neutral wire in the  wall box.<\/p>","ZProductHeadline":"Blind Control Insert 2","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGRM-222","ZPrice":"54.99","ZNetWeight":"0.03","ZTotWeight":"52","ZDimensions":"4x3,5x1,5"}},"AEO_MSES":{"ZP1XML":"ZC08-13030006","ZProductImage":"AEO_MSEI.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Smart Energy Switch Micro is a low-cost Z-Wave appliance switch specifically used to enable Z-Wave command and control (on\/off) for existing in-wall switches. It can also report immediate wattage consumption or kWh energy usage over a period of time.&nbsp;The wireless module is powered from the mains supply and is a three-wire design which requires a neutral connection. In the event of power failure, non-volatile memory retains all programmed information relating to the units operating status.<\/p>","ZProductHeadline":"Micro Smart Energy Switch","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_MSES","ZEanCode":"1220000011014","ZPrice":"59.00","ZNetWeight":"0.04","ZTotWeight":"58","ZDimensions":"5x4,8x1,8"}},"AEO_MSEI":{"ZP1XML":"ZC08-13030005","ZProductImage":"AEO_MSEI.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Micro Smart Energy Illuminator is a Z-Wave light dimmer specifically used to enable Z- Wave command and control (on\/off\/dim) for existing in-wall dimmers. It can also report immediate wattage consumption or kWh energy usage over a period of time. The wireless module is powered from the mains supply and is a three-wire design which requires a neutral connection. In the event of power failure, non-volatile memory retains all programmed information relating to the units operating status.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Micro Smart Energy Illuminator","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_MSEI","ZEanCode":"1220000011120","ZPrice":"59.00","ZNetWeight":"0.04","ZTotWeight":"54","ZDimensions":"5x4,8x1,8"}},"AEO_MULTISENS":{"ZP1XML":"ZC08-13030002","ZProductImage":"12243_0.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Multi Sensor is a USB or battery-powered Z-Wave motion sensor, temperature sensor, humidity sensor and lighting sensor in one package. The sensor will send radio signals up to 6 associated Z- Wave devices within its own Z-Wave network when the sensor detects IR changes in front of its viewing window.<\/p>","ZProductHeadline":"Z-Wave Multisensor","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_MULTISENS","ZEanCode":"1220000010291","ZPrice":"59.00","ZNetWeight":"0.16","ZTotWeight":"0.227","ZDimensions":"8x6.5x6.5"}},"TKB_TZ66-D":{"ZP1XML":"ZC08-11070004","ZProductImage":"TKB_TZ66-D.jpg","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TZ66 dual wall switch is switching attached loads and is controlled either by the local switching paddle or remotely via the Z-Wave wireless protocol. It is included and controlled in a Z-Wave network by a remote control, a wireless control centre or any other kind of Z-Wave controller including a PC-software. Beside the local switch the unit can control other Z-Wave units remotely in up to three additional Z-Wave groups, which are associated with this device. Tipping one time or two times the switching paddle performs the control. The left paddle controls the local load while the right paddle remotely controls Z-Wave associated devices only. The association of further Z-Wave devices needs to be done by a Z-Wave controller. The unit is powered by 230V power and needs a pattress box with 230 V power wires for installation.<\/p>\r\n<div>The unit is shipped completely with electronics, switching paddle and mounting frame in arctic white HomePro style, which can be replaced by another mounting frame of the HomePro switching series. The unit is designed for use within a 3-wire system, which means that a neutral wire (blue) is needed for operations.<\/div>","ZProductHeadline":"Z-Wave Dual Paddle Wall Switch","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ66-D","ZPrice":"39.00","ZNetWeight":"0.11","ZTotWeight":"0.155","ZDimensions":"8x8x4"}},"NOQ_NQ-9021":{"ZP1XML":"ZC08-11060002","ZProductImage":"12253_0.JPG","ZManufacturersImage":"manufacturers\/northq.jpg","ZProductDescription":"<p>The Z-Wave Smart Meter Sensor is a compact sensor designed to read meter values from traditional electromechanical and electronic meters with optical port. The sensor&nbsp;is easy to install and ideal for precise meter reading down to 0,1kwh. Its compact size and external wireless transmitter makes it easy to install in any distribution&nbsp;board.<\/p>\r\n<p>The device is battery powered (will last about 1 year) and reports the meter value once in 15 minutes. If there won't be a Z-Wave network, the device will store values up to 3 month. This ensures, that the system can even be used in a minimal configuration with a simple USB Stick (Not part of delivery!) connected to a PC.<\/p>\r\n<p>The scope of delivery is:<\/p>\r\n<ul>\r\n    <li>The Z-Wave sensor device<\/li>\r\n    <li>batteries<\/li>\r\n    <li>contact sensor for the meter<\/li>\r\n    <li>preconfigured tapes to attach the contact sensor to the meter<\/li>\r\n    <li>a screw driver to mount the sensor to the wall - if needed<\/li>\r\n    <li>a tool to position the contact sensor on mechanical meters<\/li>\r\n    <li>a free windows software tool to analyse the meter data<\/li>\r\n<\/ul>","ZProductHeadline":"Z-Wave Data Logger for E-Meters","ZBlackList":"","TechData":{"ZManufacturersName":"NorthQ","ZProductsSku":"NOQ_NQ-9021","ZPrice":"80.00","ZNetWeight":"0.16","ZTotWeight":"280","ZDimensions":"7x9,5x2"}},"MCV_VERA_L":{"ZP1XML":"ZC08-10090001","ZProductImage":"12255_0.png","ZManufacturersImage":"manufacturers\/micasaverde.png","ZProductDescription":"<p>VERA lite is designed to save energy, increase home and small business security and enhance home theater experience. To give you a more affordable Z-Wave home controller, VERA lite comes without any WIFI and is perfect for installations where WIFI is already installed. You can get connected to Vera lite from anywhere in the world with no monthly fee using your iPhone, iPad, Android phone, PC or other web browsing device. With VERA lite you stay in control of your home and small business no matter where you are.&nbsp;Vera Lite supports every certified Z-Wave device (e.g. scene controllers, thermostats, appliance modules, light modules, motion sensors, temperature sensors, water sensors)&nbsp; so you can pick the accessory device you bundle with Vera lite. Add hundred of devices to your network including IP cameras, Insteon devices, serial devices, even your old X10 devices.&nbsp;Vera lites' advanced energy metering capabilities empowers you to take control of your energy bill and to start saving money.<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Z-Wave Gateway VERA lite","ZBlackList":"","TechData":{"ZManufacturersName":"miCasaverde","ZProductsSku":"MCV_VERA_L","ZPrice":"149.00","ZNetWeight":"0.32","ZTotWeight":"578","ZDimensions":"10,5x12x4,5"}},"NOQ_NQ-921021":{"ZP1XML":"ZC08-11060002","ZProductImage":"12259_0.JPG","ZManufacturersImage":"manufacturers\/northq.jpg","ZProductDescription":"<p>The Z-Wave Smart Meter Sensor is a compact sensor designed to read meter values from traditional electromechanical and electronic meters with optical port. The sensor&nbsp;is easy to install and has a compact size and external wireless transmitter, which makes it easy to install in any distribution&nbsp;board. The device is battery powered (will last about 1 year) and reports the meter value once in 15 minutes. If there won't be a Z-Wave network, the device will store values up to 3 months. This ensures, that the system can even be used in a minimal configuration with a simple USB Stick (also part of the delivery!) connected to a PC.<\/p>","ZProductHeadline":"Z-Wave Data Logger Set for E-Meters (including USB flash drive)","ZBlackList":"","TechData":{"ZManufacturersName":"NorthQ","ZProductsSku":"NOQ_NQ-921021","ZPrice":"100.00","ZNetWeight":"0.19","ZTotWeight":"352","ZDimensions":"7x9,5x2"}},"EVR_SP814":{"ZP1XML":"ZC08-09100003","ZProductImage":"12262_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>This presence detector using PIR (passive infrared receiver) detects the presence of a person in a room. The units send information to a controller or any other associated Z-Wave device. Up to 4 devices can be controlled from this device. The sensor is a battery-powered device, which is in sleeping non-operative mode unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping modus. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The unit offers a tampering control and sends an alarm message when tampered.<\/p>","ZProductHeadline":"Z-Wave Presence Detector","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_SP814","ZPrice":"60.49","ZNetWeight":"0.10","ZTotWeight":"254","ZDimensions":"8x8x4,5"}},"TKB_TZ66-S":{"ZP1XML":"","ZProductImage":"Z-Wave-Single-Wall-Switch-TZ66S[1].jpg","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TZ66 single wall switch is switching attached loads and is controlled either by the local switching paddle or remotely via the Z-Wave wireless protocol. It is included and controlled in a Z-Wave network by a remote control, a wireless control centre or any other kind of Z-Wave controller including a PC-software. Beside the local switch the unit can control other Z-Wave units remotely in up to three additional Z-Wave groups, which are associated with this device. Tipping one time or two times the switching paddle performs the control. The association of further Z-Wave devices needs to be done by a Z-Wave controller. The unit is powered by 230V power and needs a pattress box with 230 V power wires for installation.<\/p>\r\n<p>The unit is shipped completely with electronics, switching paddle and mounting frame in arctic white HomePro style, which can be replaced by another mounting frame of the HomePro switching series. The unit is designed for use within a 3-wire system, which means that a neutral wire (blue) is needed for operations.<\/p>","ZProductHeadline":"Z-Wave Single Paddle Wall Switch","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ66-S","ZPrice":"35.00","ZNetWeight":"0.11","ZTotWeight":"158","ZDimensions":"8,1x8,1x3"}},"AEO_SEI_EU":{"ZP1XML":"","ZProductImage":"AEO_SSEI.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Inline Smart Energy Illuminator is a Z-Wave light dimmer specifically used to enable Z-Wave command and control (on\/off\/dim) that is connected to a standard Schuko Wall Outlet. It can also report immediate wattage consumption or kWh energy usage over a period of time. The wireless module is powered from the mains supply and is a three-wire design which requires a neutral connection. In the event of power failure, non-volatile memory retains all programmed information relating to the units operating status.<strong><br \/>\r\n<\/strong><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Inline Smart Energy Illuminator","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_SEI_EU","ZEanCode":"1220000010499","ZPrice":"69.00","ZNetWeight":"0.27","ZTotWeight":"0.357","ZDimensions":"6x5.3x4.3"}},"ZME_WCS1":{"ZP1XML":"","ZProductImage":"12272_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>This battery operated single paddle controller allows controlling other Z-Wave devices such as dimmers, switches or window blinds. It can be used either directly controlling Z-Wave devices directly or to activate scenes in a IP gateway as a scene controller. Removing the paddle the device has four buttons that can be used to manage a Z-Wave network (Include devices, exclude devices, set associations, ...). The device fits into the design of the switching series Duro 2000 SI of Busch-Jaeger in color creme. Due to the&nbsp;battery power it can be mounted on every plain and clean place.<\/p>\r\n<p><strong><span style=\"\">Technical Data:<\/span><\/strong><\/p>\r\n<ul>\r\n    <li>Wireless behaviour: transmitter&nbsp;<\/li>\r\n    <li>Z-Wave type: controller<\/li>\r\n    <li>Controllable Z-Wave groups: 2 or 4 different scenes<\/li>\r\n    <li>Distance: up to 30 m in buildings<\/li>\r\n    <li>Display: LED to confirm wireless operations<\/li>\r\n    <li>Local operation: one paddle<\/li>\r\n    <li>Control and Setup: 4 buttons plus LED behind the switching paddle<\/li>\r\n    <li>Installation: on every flat surface, no pattress box needed.<\/li>\r\n    <li>Power supply: Lithium Battery<\/li>\r\n<\/ul>","ZProductHeadline":"Z-Wave.Me Wall Controller Single BJ 2000 creme","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_WCS1","ZPrice":"36.38","ZNetWeight":"0.00"}},"ZME_WCD1":{"ZP1XML":"","ZProductImage":"12273_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>This battery operated dual paddle controller allows controlling other Z-Wave devices such as dimmers, switches or window blinds. It can be used either directly controlling Z-Wave devices directly or to activate scenes in a IP gateway as a scene controller. Removing the paddle the device has four buttons that can be used to manage a Z-Wave network (Include devices, exclude devices, set associations, ...). The device fits into the design of the switching series Duro 2000 SI of Busch-Jaeger in color crema. Due to the&nbsp;battery power it can be mounted on every plain and clean place.<\/p>\r\n<p><strong><span style=\"\">Technical Data:<\/span><\/strong><\/p>\r\n<ul>\r\n    <li>Wireless behaviour: transmitter&nbsp;<\/li>\r\n    <li>Z-Wave type: controller<\/li>\r\n    <li>Controllable Z-Wave groups: 4 or 8 different scenes<\/li>\r\n    <li>Distance: up to 30 m in buildings<\/li>\r\n    <li>Display: LED to confirm wireless operations<\/li>\r\n    <li>Local operation: two paddles<\/li>\r\n    <li>Control and Setup: 4 buttons plus LED behind the switching paddle<\/li>\r\n    <li>Installation: on every flat surface, no pattress box needed.<\/li>\r\n    <li>Power supply: Lithium Battery<\/li>\r\n<\/ul>","ZProductHeadline":"Z-Wave.Me Wall Controller Double BJ 2000 crema","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_WCD1","ZPrice":"36.38","ZNetWeight":"0.05","ZTotWeight":"0.078","ZDimensions":"8x8x1.5"}},"EVR_HSP02":{"ZP1XML":"ZC08-11120004","ZProductImage":"EVR_HSP02.jpg","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>This presense detector using PIR (passive infrared receiver) detects the presence of a person in a room. The units send information to a controller or any other associated Z-Wave device. Up to 4 devices can be controlled from this device. The sensor is a battery-powered device, which is in sleeping mode unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping mode. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The unit offers a tampering control and sends an alarm message when tampered.<\/p>","ZProductHeadline":"Z-Wave Presence Detector","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_HSP02","ZPrice":"71.99","ZNetWeight":"0.07","ZTotWeight":"92","ZDimensions":"8x5,5x4"}},"VIS_ZM1702":{"ZP1XML":"ZC08-13120003","ZProductImage":"12286_0.png","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>The ZM 1702 is a Z-Wave controllable door lock that fits into standard European doors. The mechanics can be adopted to right or left opening doors.&nbsp;The door lock can be applied for doors from a thickness of 38 mm and up. Since the lock is just a single dead bold lock it will not replace modern three dead bold locking outer doors.&nbsp;The door can be locked and unlocked using the inner side turn piece and\/or the key pad. The wireless control allows to lock\/unlock the lock, set\/unset up to 15 different key codes (4...8 key long) and to limit the validity of certain key code.<\/p>\r\n<div><strong>Scope of Delivery:     <\/strong><\/div>\r\n<ul>\r\n    <li>inner plate with handle and turn piece<\/li>\r\n    <li>outer plate with handle and key pad<\/li>\r\n    <li>inner lock mechanics<\/li>\r\n    <li>cylinder with 3 keys<\/li>\r\n<\/ul>","ZProductHeadline":"Z-Wave Door Lock with Handle","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZM1702","ZEanCode":"0696859123498","ZPrice":"229.00","ZNetWeight":"2.80","ZTotWeight":"2950","ZDimensions":"25x6,5x25,5"}},"EVR_UTSE03A":{"ZP1XML":"ZC08-09080016","ZProductImage":"12288_0.png","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>electronic doorbell<\/p>\r\n<p>The Z-Wave doorbell consists of a wireless doorbell and a bell button which acts as a controller and transmitter. By pushing the bell button it starts to light up and sends a radio signal to the doorbell, which also lights up and plays one of five eligible ringing tones. In addition to these five stored ringing tones it is possible to record own tones as a Wav file.<\/p>","ZProductHeadline":"Z-Wave Door bell with push button-white","ZBlackList":"While the door bell bundle works well together and the bell alone and easily be integrated in IP Gateways the button controller can not be operated as secondary controller.\r\nSolution: Use different controller to control the door bell.","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_UTSE03A","ZPrice":"82.49","ZNetWeight":"0.16","ZTotWeight":"348","ZDimensions":"9,5x6x3"}},"TKB_TZ68-F":{"ZP1XML":"ZC08-13070001","ZProductImage":"12289_0.png","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TKB TZ68 is a switch plug that can be placed between a wall outlet (F, B, PL, CZ) and electric devices, plugged in by cord. It can switch  all loads up to 3500 W. The device is IP 20 rated and can therefore only  be used in dry environments.  Switching is controlled wirelessly using  Z-Wave or locally applying a button. A blue LED indicates the switching  status.<\/p>","ZProductHeadline":"Z-Wave Switch Plug for Type E","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ68-F","ZPrice":"35.00","ZNetWeight":"0.12","ZTotWeight":"162","ZDimensions":"10x5,8x7,2"}},"TKB_TZ67-G":{"ZP1XML":"ZC08-11080008","ZProductImage":"TKB.TZ67G_s.jpg","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TKB TZ67 is a dimmer plug that can be placed between a wall outlet for Schuko Plug and electric devices, plugged in by cord. It can dim resistive loads up to 300 W. The device is IP 20 rated and can therefore only be used in dry environments. For dimming the devices apply leading edge phase cutting. It is therefore only possible to dim incandescent lamps and high voltage halogen lights. Low voltage halogen lights, LEDs and CFLs must not be attached. Dimming is controlled wirelessly using Z-Wave or locally applying a button. A blue LED indicates the dimming status.<\/p>","ZProductHeadline":"Z-Wave Dimmer Plug for Schuko","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ67-G","ZPrice":"35.00","ZNetWeight":"0.13","ZTotWeight":"168","ZDimensions":"10x5,8x7,2"}},"REM_ZRC100":{"ZP1XML":"","ZProductImage":"12291_0.JPG","ZManufacturersImage":"manufacturers\/Remotec.png","ZProductDescription":"<p>This is a universal remote control with extended Z-Wave capability. The device is able to control its own Z-Wave network and works well together with IP Gateway controlling scene activation. It can control up to 12 Z-wave scenes and supports multi-channel devices e.g. door lock, window shades, thermostat, z-wave-IR extender, dimmer, switch, etc.<\/p>","ZProductHeadline":"Remotec Universal Remote Control","ZBlackList":"","TechData":{"ZManufacturersName":"Remotec","ZProductsSku":"REM_ZRC100","ZPrice":"77.16","ZNetWeight":"0.08","ZTotWeight":"100","ZDimensions":"16x5x1,5"}},"REM_ZXT120":{"ZP1XML":"ZC08-12090012","ZProductImage":"REM_ZXT_120u3.jpg","ZManufacturersImage":"manufacturers\/Remotec.png","ZProductDescription":"<p>This device is a 100% interoperable Z-Wave to IR extender. It transmits IR control code with a wide range including the temperature and supports Z-Wave compliant Home Gateways and portable Controllers.<span lang=\"en\" id=\"result_box\">&nbsp;<span class=\"hps\">It also<\/span> <span class=\"hps\">has an integrated<\/span> <span class=\"hps\">5-direction<\/span> <span class=\"hps\">IR<\/span> <span class=\"hps\">emitter<\/span> <span class=\"hps atn\">(<\/span><span>hemispherical coverage<\/span><span>)<\/span> <span class=\"hps\">and<\/span><span class=\"hps\"> a programmable<\/span> <span class=\"hps\">power level <\/span><span class=\"hps atn\">(<\/span><span>high or low)<\/span> <span class=\"hps\">for external<\/span> <span class=\"hps\">IR emitter<\/span><span> <\/span><\/span> to aviod saturation of IR receivers.<\/p>","ZProductHeadline":"Z-Wave to IR Extender","ZBlackList":"","TechData":{"ZManufacturersName":"Remotec","ZProductsSku":"REM_ZXT120","ZPrice":"79.82","ZNetWeight":"0.06","ZTotWeight":"0.102","ZDimensions":"6,8x6.8x3.4"}},"ZME_05457":{"ZP1XML":"ZC08-11090001","ZProductImage":"12294_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Switch Flush Mountable is a wireless actuator able to switch loads up to 2300 W. The device is delivered as complete set with flush mountable insert, paddle and mounting frame compatible to the design of the switching series DURO 2000 SI in color pearl white from Busch Jaeger. The paddle of the device is used to control the device itself but can also be configured to activate scenes in a central IP gateway or controller. The status of the switch is indicated on a dual color LED for test purposes and every status change is &ndash; if configured- reported to a central IP gateway or controller. The function of the local paddle can be configured as detached from the local operation. In this local control, different devices are controlled by Z-Wave while the local actuator is controlled by other devices using Z-Wave. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Switch Set for Busch-Jaeger DURO 2000","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_05457","ZEanCode":"0019962003400","ZPrice":"42.82","ZNetWeight":"0.10","ZTotWeight":"150","ZDimensions":"8x8x3"}},"ZME_05460":{"ZP1XML":"ZC08-08100014","ZProductImage":"12296_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>This Z-Wave.Me Wall Controller is a single paddle controller to control other Z-Wave devices such as dimmers, switches or window blinds. The unit has dedicated buttons for inclusion, exclusion and association and is able to work as a primary controller. It is delivered completely with single frame and switching paddle for Busch-J&auml;ger DURO 2000. The unit is battery powered and therefore can be mounted on every plain and clean place.<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Wall Controller Set for Busch-Jaeger DURO 2000","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_05460","ZPrice":"36.83","ZNetWeight":"0.05","ZTotWeight":"106","ZDimensions":"8x8x1,3"}},"ZME_05458":{"ZP1XML":"ZC08-11090002","ZProductImage":"12293_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Dimmer Flush Mountable is a wireless actuator able to dim lights up to 300 W. The device is delivered as complete set with flush mountable insert, paddle and mounting frame compatible to the design of the switching series DURO 2000 SI in color pearl white from Busch Jaeger. The paddle of the device is used to control the device itself but can also be configured to activate scenes in a central IP gateway or controller. The status of the dimmer is indicated on a dual color LED for test purposes and every status change is &ndash; if configured- reported to a central IP gateway or controller.  For dimming the devices apply leading edge phase cutting with a special alignment algorithm for inductive loads. It is therefore possible to dim incandescent lamps, high voltage halogen lights and low voltage halogen lights with traditional transformer. Low voltage halogen lights with switching power supply, LEDs and CFLs must not be attached. The function of the local paddle can be configured as detached from the local operation. In this local control, different devices are controlled by Z-Wave while the local actuator is controlled by other devices using Z-Wave. This device is designed for a 2 wire system. There is no need for a neutral wire in the wall box.<\/p>","ZProductHeadline":"Dimmer Set for Busch-Jaeger DURO 2000","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_05458","ZEanCode":"0019962003509","ZPrice":"55.25","ZNetWeight":"0.12","ZTotWeight":"164","ZDimensions":"8x8x3"}},"ZME_05459":{"ZP1XML":"ZC08-11110010","ZProductImage":"12295_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Flush Mountable Motor Control is a wireless actuator able to control 230 V powered motors for blinds and jalousies. The device is delivered as a complete set with flush mountable insert, paddle and mounting frame compatible to the design of the switching series DURO 2000 SI in color pearl white from Busch Jaeger. The paddle of the device is used to control the device itself but can also be configured to activate scenes in a central IP gateway or controller. The status of the motor control is indicated on a dual color LED for test purposes and every status change is &ndash; if configured- reported to a central IP gateway or controller. The function of the local paddle can be configured as detached from the local operation. In this local control,&nbsp; different devices are controlled by Z-Wave while the local actuator is controlled by other devices using Z-Wave. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Blind Control Set for Busch-Jaeger DURO 2000","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_05459","ZEanCode":"0019962003608","ZPrice":"52.69","ZNetWeight":"0.11","ZTotWeight":"152","ZDimensions":"8x8x3"}},"FIB_FGBS-001":{"ZP1XML":"","ZProductImage":"12299_0.png","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The Universal Binary Sensor is a wireless module that makes it possible to improve the functionality of any sensor with a binary output by allowing it to communicate with the wireless Z-Wave network and the FIBARO system.<\/p>","ZProductHeadline":"Z-Wave Universal Binary Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGBS-001","ZPrice":"33.61","ZNetWeight":"0.01","ZTotWeight":"32","ZDimensions":"3x1,5x1"}},"EVR_AN1576":{"ZP1XML":"ZC08-09070011","ZProductImage":"12302_0.jpg","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The Everpring AN1576 is a switch plug that can be placed between a wall outlet for Plug-Type E (France, Poland, ...) and electric devices, plugged in by cord. It can switch all loads up to 3500 W. The device is IP 20 rated and can therefore only be used in dry environments.  Switching is controlled wirelessly using Z-Wave or locally applying a button. A red LED indicates the switching status.<\/p>","ZProductHeadline":"Switch Plug for Type E","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AN1576","ZPrice":"47.49","ZNetWeight":"0.14","ZTotWeight":"198","ZDimensions":"9,5x6x7"}},"FAK_ZWS230":{"ZP1XML":"","ZProductImage":"12303_0.png","ZManufacturersImage":"manufacturers\/fakro.png","ZProductDescription":"<p>The ZWS230 chain motor is thanks to its small dimensions and suitable force output ideal for roof window operating and is fully compatible with the Z-Wave system. The motor can be used to upgrade centre pivot and top hung and pivot roof windows of different manufacturers.<br \/>\r\n<br \/>\r\nThe maximum chain reach of the ZW230 is 36cm, the max Chain Force is 200N The motor is equipped with built-in overload protection which acts as a sensor for correct window closing.<\/p>","ZProductHeadline":"Chain Drive for Pivot Windows (230V)","ZBlackList":"","TechData":{"ZManufacturersName":"Fakro","ZProductsSku":"FAK_ZWS230","ZPrice":"250.00","ZNetWeight":"1.12","ZTotWeight":"1.302","ZDimensions":"35x5x3 + 140 Kabel"}},"TKB_TZ67-E":{"ZP1XML":"ZC08-13070009","ZProductImage":"12305_0.jpg","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TKB TZ67 is a dimmer plug that can be placed between a British Standard wall outlet for Plug Type G and electric devices, plugged in by cord. It can dim resistive loads up to 300 W. The device is IP 20 rated and can therefore only be used in dry environments. For dimming the devices apply leading edge phase cutting. It is therefore only possible to dim incandescent lamps and high voltage halogen lights. Low voltage halogen lights, LEDs and CFLs must not be attached. Dimming is controlled wirelessly using Z-Wave or locally applying a button. A blue LED indicates the dimming status.<\/p>","ZProductHeadline":"Z-Wave Dimmer Plug for Type G - UK","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ67-E","ZPrice":"35.00","ZNetWeight":"0.13","ZTotWeight":"0.159","ZDimensions":"9.8x5.7x5.5"}},"TKB_TZ68-E":{"ZP1XML":"ZC08-13060015","ZProductImage":"12306_0.jpg","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TKB TZ68 is a switch plug that can be placed between a Britisch Standard wall outlet for Plug-Type G and electric devices, plugged in by cord. It can switch all loads up to 3500 W. The device is IP 20 rated and can therefore only be used on dry environments.  Switching is controlled wirelessly using Z-Wave or locally applying a button. A blue LED indicates the switching status.<\/p>","ZProductHeadline":"Z-Wave Switch Plug for Type G - UK","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ68-E","ZPrice":"35.00","ZNetWeight":"0.12","ZTotWeight":"0.152","ZDimensions":"10x5,7x5.5"}},"EVR_AD1423":{"ZP1XML":"ZC08-09070008","ZProductImage":"12310_0.jpg","ZManufacturersImage":"manufacturers\/Everspring.png","ZProductDescription":"<p>The AD1423 is a dimmer plug that can be placed between a British Standard wall outlet for Plug Type G and electric devices, plugged in by cord. It can dim resistive loads up to 400 W. The device is IP 20 rated and can therefore only be used in dry environments. For dimming the devices apply leading edge phase cutting. Therefore, it is only possible to dim incandescent lamps and high voltage halogen lights. Low voltage halogen lights, LEDs and CFLs must not be attached. Dimming is controlled wirelessly using Z-Wave or locally applying a button. A red LED indicates the dimming status.<\/p>","ZProductHeadline":"Wall Dimmer for Plug Type G - UK","ZBlackList":"","TechData":{"ZManufacturersName":"Everspring","ZProductsSku":"EVR_AD1423","ZPrice":"47.49","ZNetWeight":"0.14","ZTotWeight":"206","ZDimensions":"9,5x6x6,5"}},"AEO_KFOB":{"ZP1XML":"","ZProductImage":"12331_0.jpg","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Aeon Labs KeyFob is a Z-Wave Remote Control, which features all the functionality of larger Z-Wave remote controls into a smaller, more modern design. Because of its small size it can be fit on a keyring and taken anywhere with you.<\/font><\/p>\r\n<p style=\"margin-bottom: 0.5cm\"><font face=\"Arial, sans-serif\">This Key Fob Remote Control can be set up as the primary controller of a Z-Wave network or as an additional Z-Wave controller. This is perfect for including it as a remote control in an existing Z-Wave network. This device operates in two distinct modes: setup and use. Each of the four buttons on the Key Fob can control multiple Z-Wave devices with a simple push and can control up to 8 different scenes.<\/font><\/p>\r\n<p style=\"margin-bottom: 0.5cm\"><font face=\"Arial, sans-serif\">It is powered by an internal lithium cell CR2450 3V battery.<\/font><\/p>","ZProductHeadline":"Z-Wave KeyFob","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_KFOB","ZEanCode":"1220000011199","ZPrice":"61.50","ZNetWeight":"0.04"}},"ZME_054436":{"ZP1XML":"","ZProductImage":"12333_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>This Z-Wave.Me Wall Controller is a single paddle controller to control other Z-Wave devices such as dimmers, switches or window blinds. The unit has dedicated buttons for inclusion, exclusion and association and is able to work as primary controller. The unit is battery powered and can be mounted on every plain and clean place. A mounting frame and a switching paddle is in scope of the delivery.<\/p>","ZProductHeadline":"Wall Controller Set for DUWI Everlux","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_054436","ZPrice":"36.83","ZNetWeight":"0.06","ZTotWeight":"0.087","ZDimensions":"8x8x1.5"}},"ZME_MBINAR":{"ZP1XML":"","ZProductImage":"12337_0.jpg","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The ZME_MBINAR is a digital universal sensor reporting an external dry contact status via Z-Wave.  Additionally the device has a temperature sensor reporting its measured value via Z-Wave. The device also offers a thermostat function to control external heating and cooling devices. To use this function trigger values for min and max temperatures can be programmed. Reaching these trigger values result in sending out Z-Wave control commands to Z-Wave controllable heating or cooling devices. All three functions can be used in parallel. Some IP Gateways may however only offer a widget for the binary sensor function as its primary function.The device is battery operated and can be mounted on every flat and dry surface using screws or double sided tape. Of course it can also just be placed on the desired position.  With +\/- 0.2 K the temperature sensor is quite accuracy but may need calibration by changing the offset function via configuration parameters. Rapid temperature changed may be detected with delay due to the isolating function of the plastic enclosure.<\/p>","ZProductHeadline":"Dry Contact Sensor with temperature sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_MBINAR","ZPrice":"34.90","ZNetWeight":"0.02","ZTotWeight":"50","ZDimensions":"5,5x3,3x1,8"}},"ZME_Serial":{"ZP1XML":"","ZProductImage":"12344_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The ZME_SERIAL is a little daughter board that connects a serial  interface to the Wireless Z-Wave networks. The interface to the host is  done by a 5x1 jumper connector that can be used in normal position and  upside down. The pinout is (3.3V, TXD, RXD,GND, NC). The connection to  the antenna is done using a reverse pigtail connector. The module itself  contains a Z-Wave 300 chip preloaded with a Z-Wave.Me Z-Wave firmware  and a 32 K EEPROM. There is an additional 2x5 pin programming connector  compatible to the 2x5 connection of the Sigma Designs Programmer. <br \/>\r\nThe firmware implements a superset of the Sigma Designs Serial Interface  including some Z-Wave.Me specific&nbsp; functions such as backup and restore  or change of Vendor ID.<\/p>","ZProductHeadline":"Serial Adapter Board für Z-Wave","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_Serial","ZPrice":"24.00","ZNetWeight":"0.01","ZTotWeight":"0.006","ZDimensions":"3x2.5x0.5"}},"FIB_FGK-101":{"ZP1XML":"","ZProductImage":"12345_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Fibaro Door \/ Window Sensor (white) is a battery powered, Z-Wave compatible reed sensor. <\/font>It combines the functionality of 3 devices (reed, binary and temperature sensor) in one easy to use product. The sensor can be used for monitoring whether a door, window, window blind or a garage gate is opened or  closed. In addition, you can i<font face=\"Arial, sans-serif\">ntegrate any binary output sensor with the Z-Wave network using this sensor, e.g. motion sensors, flood sensors, alarm system sensors, etc.<\/font><\/p>\r\n<p>The product consists of two elements.  One of the parts is mounted on the moving part of the window or of the  door. The other part is placed on the frame. The device needs to be included into a Z-Wave network by a remote  control or any other Z-Wave controller. I<font face=\"Arial, sans-serif\">f <\/font>an action is detected, t<font face=\"Arial, sans-serif\">he sensor sends a signal to the Z-Wave network main controller<\/font>.<\/p>\r\n<p><br \/>\r\n&nbsp;<\/p>","ZProductHeadline":"Door- and Window Sensor white","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGK-101","ZPrice":"42.00","ZNetWeight":"0.00","ZTotWeight":"0.060","ZDimensions":"7.5x1.5x2\/ 3x1x0.2"}},"FIB_FGK-102":{"ZP1XML":"","ZProductImage":"12346_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Fibaro Door \/ Window Sensor (grey) is a battery powered, Z-Wave compatible reed sensor. It combines the functionality of 3 devices (reed, binary and temperature sensor) in one easy to use product. The sensor can be used for monitoring whether a door, window, window blind or a garage gate is open or closed. In addition, you can integrate any binary output sensor with the Z-Wave network using this sensor, e.g. motion sensors, flood sensors, alarm system sensors, etc.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The product consists of two elements. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller. If an action is detected, the sensor sends a signal to the Z-Wave network main controller.<\/font><\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Door- and Window Sensor grey","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGK-102","ZPrice":"42.00","ZNetWeight":"0.00","ZTotWeight":"0.060","ZDimensions":"7.5x1.5x2\/ 3x1x0.2"}},"FIB_FGK-103":{"ZP1XML":"","ZProductImage":"12347_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Fibaro Door \/ Window Sensor (black) is a battery powered, Z-Wave compatible reed sensor. It combines the functionality of 3 devices (reed, binary and temperature sensor) in one easy to use product. The sensor can be used for monitoring whether a door, window, window blind or a garage gate is open or closed. In addition, you can integrate any binary output sensor with the Z-Wave network using this sensor, e.g. motion sensors, flood sensors, alarm system sensors, etc.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The product consists of two elements. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller. If an action is detected, the sensor sends a signal to the Z-Wave network main controller.<\/font><\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Door- and Window Sensor black","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGK-103","ZPrice":"42.00","ZNetWeight":"0.00","ZTotWeight":"0.060","ZDimensions":"7.5x1.5x2\/ 3x1x0.2"}},"FIB_FGK-104":{"ZP1XML":"","ZProductImage":"12348_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Fibaro Door \/ Window Sensor (beige) is a battery powered, Z-Wave compatible reed sensor. It combines the functionality of 3 devices (reed, binary and temperature sensor) in one easy to use product. The sensor can be used for monitoring whether a door, window, window blind or a garage gate is open or closed. In addition, you can integrate any binary output sensor with the Z-Wave network using this sensor, e.g. motion sensors, flood sensors, alarm system sensors, etc.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The product consists of two elements. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller. If an action is detected, the sensor sends a signal to the Z-Wave network main controller.<\/font><\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Door- and Window Sensor beige","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGK-104","ZPrice":"42.00","ZNetWeight":"0.00","ZTotWeight":"0.060","ZDimensions":"7.5x1.5x2\/ 3x1x0.2"}},"FIB_FGK-105":{"ZP1XML":"","ZProductImage":"12349_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Fibaro Door \/ Window Sensor (ligth brown) is a battery powered, Z-Wave compatible reed sensor. It combines the functionality of 3 devices (reed, binary and temperature sensor) in one easy to use product. The sensor can be used for monitoring whether a door, window, window blind or a garage gate is open or closed. In addition, you can integrate any binary output sensor with the Z-Wave network using this sensor, e.g. motion sensors, flood sensors, alarm system sensors, etc.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The product consists of two elements. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller. If an action is detected, the sensor sends a signal to the Z-Wave network main controller.<\/font><\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Door- and Window Sensor ligth brown","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGK-105","ZPrice":"42.00","ZNetWeight":"0.00","ZTotWeight":"0.060","ZDimensions":"7.5x1.5x2\/ 3x1x0.2"}},"FIB_FGK-106":{"ZP1XML":"","ZProductImage":"12350_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Fibaro Door \/ Window Sensor (brown) is a battery powered, Z-Wave compatible reed sensor. It combines the functionality of 3 devices (reed, binary and temperature sensor) in one easy to use product. The sensor can be used for monitoring whether a door, window, window blind or a garage gate is open or closed. In addition, you can integrate any binary output sensor with the Z-Wave network using this sensor, e.g. motion sensors, flood sensors, alarm system sensors, etc.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The product consists of two elements. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller. If an action is detected, the sensor sends a signal to the Z-Wave network main controller.<\/font><\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Door- and Window Sensor brown","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGK-106","ZPrice":"42.00","ZNetWeight":"0.00","ZTotWeight":"0.060","ZDimensions":"7.5x1.5x2\/ 3x1x0.2"}},"FIB_FGK-107":{"ZP1XML":"","ZProductImage":"12351_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Fibaro Door \/ Window Sensor (darkbrown) is a battery powered, Z-Wave compatible reed sensor. It combines the functionality of 3 devices (reed, binary and temperature sensor) in one easy to use product. The sensor can be used for monitoring whether a door, window, window blind or a garage gate is open or closed. In addition, you can integrate any binary output sensor with the Z-Wave network using this sensor, e.g. motion sensors, flood sensors, alarm system sensors, etc.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The product consists of two elements. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The device needs to be included into a Z-Wave network by a remote control or any other Z-Wave controller. If an action is detected, the sensor sends a signal to the Z-Wave network main controller.<\/font><\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Door- and Window Sensor darkbrown","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGK-107","ZPrice":"42.00","ZNetWeight":"0.00","ZTotWeight":"0.060","ZDimensions":"7.5x1.5x2\/ 3x1x0.2"}},"ZME_05436":{"ZP1XML":"ZC08-11110010","ZProductImage":"12354_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>Flush Mountable Motor Control is a wireless actuator able to control  230 V powered motors for blinds and jalousies. The device is delivered  as a complete set with flush mountable insert, paddle and mounting frame  compatible to the design of the Duwi switching series Everlux color  &nbsp;white. The paddle of the device is used to control the device itself .  The status of the motor control is indicated on a dual color LED for  test purposes. This device is designed for a 3 wire system and needs a  neutral wire in the wall box.<\/p>","ZProductHeadline":"Blind Control Set for Everlux","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_05436","ZEanCode":"0019962003905","ZPrice":"51.18","ZNetWeight":"0.11","ZTotWeight":"0.127","ZDimensions":"7.5x7.5x5"}},"ZME_05433":{"ZP1XML":"ZC08-11090002","ZProductImage":"12355_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Dimmer Flush Mountable is a wireless actuator able to dim lights up to  300 W. The device is delivered as a complete set with flush mountable  insert, paddle and mounting frame compatible with the design of the Duwi  switching series &nbsp;Everlux in standard white. The paddle of the device  is used to control the device. The status of the dimmer is indicated on a  dual color LED for test purposes. For dimming the devices apply leading  edge phase cutting with a special alignment algorithm for inductive  loads. Therefore, it is  possible to dim incandescent lamps, high  voltage halogen lights and low voltage halogen lights with traditional  transformer. Low voltage halogen lights with switching power supply,  LEDs and CFLs must not be attached. This device is designed for a 2 wire  system. There is no need for a neutral wire in the wall box.<\/p>","ZProductHeadline":"Dimmer Set for Everlux","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_05433","ZEanCode":"0019962003806","ZPrice":"49.17","ZNetWeight":"0.12","ZTotWeight":"0.144","ZDimensions":"8x8x6"}},"ZME_05431":{"ZP1XML":"ZC08-11090001","ZProductImage":"12356_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Switch Flush Mountable is a wireless actuator able to switch loads up to  2300 W. The device is delivered as a complete set with flush mountable  insert, paddle and mounting frame compatible to the design of the  switching series Duwi Everlux white. The paddle of the device is used to  control the device itself . The status of the switch is indicated on a  dual color LED for test purposes. This device is designed for a 3 wire  system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Switch Set for Everlux","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_05431","ZEanCode":"0019962003707","ZPrice":"36.95","ZNetWeight":"0.10","ZTotWeight":"0.130","ZDimensions":"7.5x7.5x4.5"}},"VIS_ZU1401":{"ZP1XML":"","ZProductImage":"12358_0.jpg","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>The Vision USB-Stick is a Z-Wave USB dongle. When attached to a host processor, it becomes a Z-Wave communication device, which exposes the Zensys API (SerialAPI) through integrated USB. The primary function of the device is to allow a host processor to control up to 232 Z-Wave devices using the Z-Wave technology protocol. Within the Z-Wave wireless network the Z-Stick acts as a static controller with enhanced (SUC\/SIS) network management function. In order to use the full functionality a software application such as Z-Cloud or Z-Way is needed to run on the host. Z-Stick supports all kinds of third party software complying with the Zensys Serial API.<\/p>","ZProductHeadline":"Vision USB Stick","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZU1401","ZPrice":"28.50","ZNetWeight":"0.02","ZTotWeight":"0.025","ZDimensions":"8.5x3x1"}},"VIS_ZM1602":{"ZP1XML":"ZC08-12010002","ZProductImage":"12359_0.jpg","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>The siren will warn everybody in the building by a loud sound and a flashing light about an alarm. This product is especially suited for security applications in combination with other Z-Wave devices such as door or windows sensors or motion detectors. The siren gives a loud sound and a flashing warning light, so everybody in the building will know immediately that an alarm has occurred. The noise level fo the siren is &gt; 105 dB in range of 1 meter. The device can be configured to either use the strobe flash or the acoustic siren or both.  A tamper switch protects the device from removal or manipulation if used in security applications. The device is mains powered but has a backup battery inside to remain in operation in case of a power outage.<\/p>","ZProductHeadline":"Vision Wireless Siren","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZM1602","ZEanCode":"0696859123436","ZPrice":"49.00","ZNetWeight":"0.01","ZDimensions":"116 x 77 x 40 mm"}},"VIS_ZP3102":{"ZP1XML":"ZC08-12100006","ZProductImage":"12360_0.jpg","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>This motion detector (PIR = passive infrared receiver) detects the presence of a person in a room. The units send information to a controller or any other associated Z-Wave device. Up to 4 devices can be controlled from this device. Beside the motion detector function the device also works as temperature sensor.  The installation can be done with screws or double-sided tape. The device is battery-operated and therefore in sleeping mode unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping modus. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. A tamper switch protects the device from removal or manipulation if used in security applications. The powerful CR123 Lithium battery lasts 3 ... 5 years on normal operation conditions. The device supports normal Z-Wave inclusion, auto inclusion and network wide inclusion for convenient handling.<\/p>\r\n<p>Scope of delivery includes the device itself, the battery, adhesive tape and an instruction manual.<\/p>","ZProductHeadline":"Vision PIR-Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZP3102","ZEanCode":"0696859123474","ZPrice":"34.99","ZNetWeight":"0.01","ZDimensions":"84x62x50 mm"}},"ZME_RAZ_EU":{"ZP1XML":"","ZProductImage":"12362_0.jpg","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The RaZberry turns every Raspberry PI into a Z-Wave Home           Automation Gateway.  The bundle of hardware and precompiled Z-Wave           wireless network management software waits to be completed by your           own user interface running in a web browser or a mobile phone.           The Z-Wave software offers an easy to understand and easy to use           interface applying the well-known Java Script interface  technology          JSON on a built in web server.  Writing your own  home automation          app was never easier and never more affordable.  The RaZberry          consists of four parts:<\/p>\r\n<ul>\r\n    <li>Z-Wave transceiver pluggable to the GPIO interface of the Raspberry PI<\/li>\r\n    <li>Optimized transceiver firmware running on the Z-Wave transceiver chip<\/li>\r\n    <li>Certified Z-Wave communication stack Z-Way - running on the Raspberry PI          and offering a web based interface<\/li>\r\n    <li>Z-Way AJAX based demo User Interface for easy access to all   Z-Wave functions of Z-Way and as a reference for own User Interface   enhancements.<\/li>\r\n<\/ul>\r\n<p>Attention: The Raspberry PI board is <b>no<\/b> scope of delivery and needs to be ordered         separately. More information you can find on the razberry websize <a href=\"http:\/\/rauberry.z-wave.me\">razberry.z-wave.me<\/a>.&nbsp;<\/p>","ZProductHeadline":"RaZberry","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_RAZ_EU","ZEanCode":"0696859123290","ZPrice":"49.00","ZNetWeight":"0.00","ZTotWeight":"0.009","ZDimensions":"4x1.9x0.5"}},"VIS_ZM1601":{"ZP1XML":"ZC08-12010002","ZProductImage":"12365_0.jpg","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>The siren will warn everybody in the building by a loud sound and a flashing light about an alarm. This product is especially suited for security applications in combination with other Z-Wave devices such as door or windows sensors or motion detectors. The siren gives a loud sound and a flashing warning light, so that everybody in the building will know immediately that an alarm has occurred.  The device can be configured to either use the strobe flash or the acoustic siren or both.  A tamper switch protects the device from removal or manipulation if used in security applications. The device is battery powered by 4 AA standard batteries.<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"Vision Wireless Siren","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZM1601","ZEanCode":"0696859123429","ZPrice":"39.00","ZNetWeight":"0.23","ZTotWeight":"0.28","ZDimensions":"116 x 77 x 40 mm"}},"SEC_SCS318":{"ZP1XML":"","ZProductImage":"12366_0.jpg","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p><font color=\"#000000\"><font size=\"2\">The SEC_SCS318 is a set which combines a programmable 7 day room thermostat with a wirelessly controlled relay switch used for controlling a central heating. Because of its TPI energy saving software the user can start to save up to 10% energy consumption.<\/font><\/font><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><u><span style=\"text-decoration: none;\">SCS317:<\/span><\/u> The <span style=\"text-decoration: none;\">SCS317<\/span> is a battery operated room thermostat capable controlling a central heating wirelessly via Z-Wave.<\/p>\r\n<p style=\"margin-bottom: 0cm\">It has a built in clock and calendar. This allows the user to adjust different time and temperature settings from the factory default settings. Up to six different time and temperature settings are available in each 24 hour period.<\/p>\r\n<p style=\"margin-bottom: 0cm\">This programmable room thermostat has a large display and intuitive user interface, making it easy to set up and use.<\/p>\r\n<p style=\"margin-bottom: 0cm\">&nbsp;<\/p>\r\n<p><u><span style=\"text-decoration: none;\">SSR303:<\/span><\/u><\/p>\r\n<p style=\"margin-bottom: 0cm\">The <span style=\"text-decoration: none;\">SSR303<\/span> is a wirelessly controlled Relay switch to operate loads up to 3 A \/ 230 V. It is used to control warm water boilers or magnet valves. The device can be operated locally using two buttons. A LED indicated the current switching status. The fashionable design of the device allows mounting it on visible positions in the home.<\/p>","ZProductHeadline":"1 Channel Z-Wave 7 Day Time Control and RF Room Thermostat","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SCS318","ZPrice":"180.37","ZNetWeight":"0.14"}},"SEC_SRT322":{"ZP1XML":"","ZProductImage":"12367_0.png","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p>The SEC is a system to control warm water heating in general and floor heating installations in particular. It consists of a battery operated wall thermostat installed in the room to be controlled and a relay switch to operate the water boiler. The thermostat can be manually operated by the user or remotely operated via Z-Wave to set the desired temperature level.<\/p>\r\n<p><strong>Transmitter<\/strong><\/p>\r\n<p>The SEC_SRT321 is a battery operated wall thermostat. Using a big wheel on the device the user can preset the desired target temperature in the room. By verifying the target temperature with the measured real temperature closed to the device the unit decides how to operate a wirelessly attached power switch that is attached to the heater. In parallel a central gateway of Z-Wave control software can set the target temperature using Z-Wave. This enables to realize a time scheduled zone heating. The thermostat itself does not have any internal timers but executes the wireless settings (COMMAND CLASS THERMOSTAT_SETPOINT) and the local setup.<\/p>\r\n<p><strong>Receiver<\/strong><\/p>\r\n<p>The SEC_SSR303 is a wirelessly controlled Relay switch to operate loads up to 3 A \/ 230 V. It is used to control warm water boilers or magnet valves. The device can be operated locally using two buttons. A LED indicated the current switching status. The fashionable design of the device allows mounting it on visible positions in the home.<\/p>","ZProductHeadline":"Kit: Wall Thermostat with LCD display plus actuator","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SRT322","ZPrice":"124.59","ZNetWeight":"0.16","ZTotWeight":"0.380","ZDimensions":"8.3x8.5x3.5\/ 8.5x8.5x3"}},"SEC_STP328":{"ZP1XML":"","ZProductImage":"12370_0.png","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p>The STP328 is a battery operated wall controller capable controlling a boiler actuator via a Z-Wave wireless connection. The device can act both as primary controller or as secondary controller. The controlling and switching behavior however can not be set wirelessly but with local control buttons only. The device has multipe timers and is therefore able to execute even complex heating scenarios.<\/p>","ZProductHeadline":"Timer Controlled Wall Thermostat","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_STP328","ZPrice":"193.60","ZNetWeight":"0.47"}},"SEC_SRT321":{"ZP1XML":"ZC08-11110008","ZProductImage":"12371_0.png","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p>The SRT321 is a battery operated wall thermostat. Using a big wheel on the device the user can preset the desired target temperature in the room. By verifying the target temperature with the measured real temperature closed to the device the unit decides how to operate a wirelessly attached power switch that is attached to the heater. In parallel a central gateway of Z-Wave control software can set the target temperature using Z-Wave. This enables to realize a time scheduled zone heating. The thermostat itself does not have any internal timers but executes the wireless settings (COMMAND CLASS THERMOSTAT_SETPOINT) and the local setup.<\/p>","ZProductHeadline":"Wall Thermostat with LCD display","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SRT321","ZPrice":"89.08","ZNetWeight":"0.16","ZTotWeight":"0.191","ZDimensions":"8x8.5x4.5"}},"SEC_SCP318-SET":{"ZP1XML":"","ZProductImage":"12373_0.png","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p style=\"font-weight: normal\"><font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\">The SEC_SCP318-SET combines a 7 day single channel timeswitch with a wireless Z<font size=\"2\">-<\/font>Wave Room thermostat and can be used for adding an extra zone into an existing installation. Because of its TPI energy saving software the user can start to save up to 10% energy consumption.<\/font><\/font><\/font> <font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\">The Programmer and Room thermostat communicate with each other via Z Wave commands. <\/font><\/font><\/font><\/p>\r\n<p style=\"font-weight: normal\"><font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\"><u>Time control<\/u><\/font><\/font><\/font><\/p>\r\n<p><font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\"><span style=\"text-decoration: none\"><span style=\"font-weight: normal\">The SEC_SCP318 timeswitch will allow up to 3 ON\/OFF settings per 24 hours 7 days a week. To temporarily override current settings the device has an 1 hour manual Boost Function, which allows the user to boost the system to be currently OFF for 1 hour,  and an Advance Function button, which allows the user to advance the system to ON when currently OFF or switch the system OFF when currently ON. <\/span><\/span><\/font><\/font><\/font><font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\"><span lang=\"de-DE\"><span style=\"text-decoration: none\">Additionally the device has a programming switch allowing permanent selection of: OFF\/ON\/AUTO\/ALL DAY.<\/span><\/span><\/font><\/font><\/font><\/p>\r\n<p style=\"margin-bottom: 0cm; font-weight: normal\"><font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\"><u>Room thermostat<\/u><\/font><\/font><\/font><\/p>\r\n<p style=\"font-weight: normal\"><font color=\"#000000\"><font face=\"Arial, sans-serif\"><font size=\"2\"><span lang=\"de-DE\">The battery operated wall thermostat has a big adjustment wheel which can be used to preset the desired target temperature in the room in a range of 5&deg;C &ndash; 30&deg;C. By verifying the target temperature with the measured real temperature closed to the device, the unit decides how to operate a wirelessly attached power switch that is attached to the heater. In parallel a central gateway of Z-Wave control software can set the target temperature using Z-Wave. This enables to realize a time scheduled zone heating. The thermostat itself does not have any internal timers but executes the wireless settings and the local setup. <\/span><\/font><\/font><\/font><\/p>","ZProductHeadline":"1 Channel Z-Wave 7 Day Time Control and RF Room Thermostat","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SCP318-SET","ZPrice":"156.91","ZNetWeight":"0.16","ZTotWeight":"0.440","ZDimensions":"8x8.5x4.5\/ 15x8.5x2.3"}},"SEC_SSR303":{"ZP1XML":"ZC08-10120002","ZProductImage":"12377_0.png","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p>The SSR303 is a wirelessly controlled Relay switch to operate loads up to 3 A \/ 230 V. It is used to control warm water boilers or magnet valves. The device can be operated locally using two buttons. A LED indicated the current switching status. The fashionable design of the device allows mounting it on visible positions in the home.<\/p>","ZProductHeadline":"Z-Wave controlled Boiler Actuator 3A","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SSR303","ZPrice":"72.88","ZNetWeight":"0.14","ZTotWeight":"0.163","ZDimensions":"8x8.5x3"}},"FIB_FGWPE-101":{"ZP1XML":"","ZProductImage":"12392_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>FIBARO Wall Plug with power metering feature is an intelligent, ultimate plug &amp; play, extremely compact, most sophisticated,&nbsp;remotely controlled outlet adapter. This highly functional wall plug can be applied wherever you want to control electrical&nbsp;devices, while monitoring power consumption in a convenient and maintenance-free way.<\/p>","ZProductHeadline":"Wall Switch for Plug Type E","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGWPE-101","ZPrice":"54.61","ZNetWeight":"0.06","ZTotWeight":"0.091","ZDimensions":"4x4x6"}},"FIB_FGWPF-101":{"ZP1XML":"","ZProductImage":"12393_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>FIBARO Wall Plug with power metering feature is an intelligent, ultimate plug &amp; play, extremely compact, most sophisticated,&nbsp;remotely controlled outlet adapter. This highly functional wall plug can be applied wherever you want to control electrical&nbsp;devices, while monitoring power consumption in a convenient and maintenance-free way.<\/p>","ZProductHeadline":"Wall Switch for Plug Type F","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGWPF-101","ZPrice":"54.61","ZNetWeight":"0.05","ZTotWeight":"0.091","ZDimensions":"4x4x6"}},"MCV_VERA_3":{"ZP1XML":"","ZProductImage":"12405_0.png","ZManufacturersImage":"manufacturers\/micasaverde.png","ZProductDescription":"<p>VERA from MiCasaVerde is a fully equipped Z-Wave Internet Gateway.&nbsp;<br \/>\r\n<br \/>\r\nVERA offers a Flash based web interface as main user interface. A second web interface is optimized for use with i-phone. VERA has a very intuitive user interface. A introductory video explains step-by-step on every page of the setup dialogues what needs to be done and how. The unit controls switches, dimmers, motion sensors, temperature sensors and many more Z-Wave devices. A particular focus of VERA is on energy saving. VERAs own energy consumption is about 10 W. The unit has a lot of features to decrease energy consumption in the house.&nbsp;<\/p>","ZProductHeadline":"Z-Wave Gateway VERA 3","ZBlackList":"","TechData":{"ZManufacturersName":"miCasaverde","ZProductsSku":"MCV_VERA_3","ZPrice":"199.00","ZNetWeight":"0.30","ZTotWeight":"0.870","ZDimensions":"18x13x4"}},"VIS_ZG8101":{"ZP1XML":"","ZProductImage":"12407_0.jpg","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>This sensor offers information whether a garage door is open or closed.  It detect the horizontally or vertical position of the door. It is therefore required to mount it to the door in a way that it will also change the position from vertically to horizontally and back.   The installation can be done with screws or double-sided tape. The device is battery-operated and therefore in sleeping mode unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping modus. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The units send information to a controller or any other associated Z-Wave device. Up to 5 devices can be controlled from this device.  Two terminals allows to connection of an external dry contact in parallel to the position sensor. The powerful CR123 Lithium battery lasts 3 ... 5 years in normal operation conditions. The device supports normal Z-Wave inclusion, auto inclusion and network wide inclusion for convenient handling.<\/p>","ZProductHeadline":"Vision Garage Door Detector","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZG8101","ZEanCode":"0696859123412","ZPrice":"33.99","ZNetWeight":"0.05","ZTotWeight":"0.06","ZDimensions":"75 x 42 x 26"}},"VIS_ZD2102":{"ZP1XML":"ZC08-12100008","ZProductImage":"12409_0.png","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>This sensor offers information whether a door or window is open or closed.  The product consists of a magnetic element and the main unit. One of the parts is mounted on the moving part of the window or of the door. The other part is placed on the frame. The installation can be done with screws or double-sided tape. The device is battery-operated and therefore in sleeping mode unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping modus. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The units send information to a controller or any other associated Z-Wave device. Up to 5 devices can be controlled from this device.  Two terminals allows to connection of an external dry contact in parallel to the magnetic contact. A tamper switch protects the device from removal or manipulation if used in security applications. The powerful CR123 Lithium battery lasts 3...5 years n normal operation conditions. The device supports normal Z-Wave inclusion, auto inclusion and network wide inclusion for convenient handling. Scope of delivers includes the device itself, the bracket for the magnet and the magnet itself, the battery, adhesive tape and an instruction manual.<\/p>","ZProductHeadline":"Vision Door\/ Window Sensor","ZBlackList":"","ZWavePlus":"1","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZD2102","ZEanCode":"0696859123450","ZPrice":"29.90","ZNetWeight":"0.05","ZTotWeight":"0.06","ZDimensions":"87x25x21mm"}},"VIS_ZS5101":{"ZP1XML":"","ZProductImage":"12410_0.jpg","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>This sensor detects any vibration or shock of the device it is mounted to It can therefore be used to protect any valuable goods, windows, doors or any other kind of gear that is not supposed to move or vibrate. The sensor has a manual calibration and adjustment element to adapt the sensitivity to the different applications.  The installation can be done with screws or double-sided tape. The device is battery-operated and therefore in sleeping mode unless an action is detected. After a programmable sleeping time the device wakes up and sends a status information. After this the unit goes back to sleeping modus. Batteries can be changed without unscrewing the device from the door or frame. The unit will give a visual warning on the device and sends a warning to the Z-Wave controller, when batteries need to be replaced. The units send information to a controller or any other associated Z-Wave device. Up to 5 devices can be controlled from this device.  A tamper switch protects the device from removal or manipulation if used in security applications. Two terminals allows to connection of an external dry contact in parallel to the vibration sensor. The powerful CR123 Lithium battery lasts 3 ... 5 years in normal operation conditions. The device supports normal Z-Wave inclusion, auto inclusion and network wide inclusion for convenient handling.<\/p>","ZProductHeadline":"Shock and Vibration Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZS5101","ZEanCode":"0696859123467","ZPrice":"34.99","ZNetWeight":"0.00","ZDimensions":"75 x 42 x 26 mm"}},"DUW_05458":{"ZP1XML":"","ZProductImage":"12456_0.png","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The Duwi Dimmer Flush Mountable is a wireless actuator able to dim lights up to 300 W. The device is delivered as a complete set with flush mountable insert, paddle and mounting frame compatible to the design of the switching series DURO 2000 SI in color pearl white from Busch Jaeger. The paddle of the device is used to control the device. The status of the dimmer is indicated on a dual color LED for test purposes.   For dimming the devices apply leading edge phase cutting with a special alignment algorithm for inductive loads. It is therefore possible to dim incandescent lamps, high voltage halogen lights and low voltage halogen lights with traditional transformer. Low voltage halogen lights with switching power supply, LEDs and CFLs must not be attached. This device is designed for a 2 wire system. There is no need for a neutral wire in the wall box.<\/p>","ZProductHeadline":"Dimmer Set for Duro 2000","ZBlackList":"","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"DUW_05458","ZPrice":"48.25","ZNetWeight":"0.18","ZTotWeight":"0.274","ZDimensions":"8x8x6"}},"TKB_TZ67-F":{"ZP1XML":"ZC08-13070010","ZProductImage":"12415_0.png","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TKB TZ67 is a dimmer plug that can be placed between a wall outlet (F, B, PL, CZ) and electric devices, plugged in by cord. It can dim resistive loads up to 3500 W. The device is IP 20 rated and can therefore only be used in dry environments. For dimming the devices apply leading edge phase cutting. It is therefore only possible to dim incandescent lamps and high voltage halogen lights. Low voltage halogen lights, LEDs and CFLs must not be attached. Dimming is controlled wirelessly using Z-Wave or locally applying a button. A blue LED indicates the dimming status.<\/p>","ZProductHeadline":"Z-Wave Dimmer Plug for Type E","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ67-F","ZPrice":"35.00","ZNetWeight":"0.14","ZTotWeight":"0.166","ZDimensions":"10x5.5x7"}},"TKB_TZ68-G":{"ZP1XML":"ZC08-11080007","ZProductImage":"12416_0.jpg","ZManufacturersImage":"manufacturers\/TKB.png","ZProductDescription":"<p>The TKB TZ68 is a switch plug that can be placed between a wall outlet for Schuko Plug and electric devices, plugged in by cord. It can switch all loads up to 3500 W. The device is IP 20 rated and can therefore only be used in dry environments.  Switching is controlled wirelessly using Z-Wave or locally applying a button. A blue LED indicates the switching status.<\/p>","ZProductHeadline":"Z-Wave Switch Plug for Schuko","ZBlackList":"","TechData":{"ZManufacturersName":"TKB Home","ZProductsSku":"TKB_TZ68-G","ZPrice":"35.00","ZNetWeight":"0.12","ZTotWeight":"0.158","ZDimensions":"10x5.5x6"}},"VIS_ZM1701":{"ZP1XML":"ZC08-13120005","ZProductImage":"12417_0.png","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>The ZM 1701 is a Z-Wave controllable door lock.&nbsp;The door lock can be applied for doors from a thickness of 38 mm and  up. Since the lock is just a single dead bold lock it will not replace  modern three dead bold locking outer doors.<\/p>\r\n<p>The door can be locked and unlocked using the inner side turn piece  and\/or the key pad. The wireless control allows to lock\/unlock the lock,  set\/unset up to 15 different key codes (4...8 key long) and to limit  the validity of certain key code.<\/p>\r\n<div><strong>Scope of Delivery:     <\/strong><\/div>\r\n<ul>\r\n    <li>inner plate with turn piece<\/li>\r\n    <li>outer plate with key pad<\/li>\r\n    <li>inner lock mechanics<\/li>\r\n    <li>cylinder with 3 keys<\/li>\r\n<\/ul>","ZProductHeadline":"Z-Wave Door Lock without Handle","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZM1701","ZEanCode":"0696859123405","ZPrice":"175.50","ZNetWeight":"0.82","ZTotWeight":"0.949","ZDimensions":"13x6x8"}},"EUR_STELLAZ":{"ZP1XML":"ZC08-13050002","ZProductImage":"12431_0.png","ZManufacturersImage":"manufacturers\/Eurotronic.png","ZProductDescription":"<p>StellaZ is a wireless Z-Wave controlled actuator suitable for heating, ventilation and air conditioning systems.<br \/>\r\nSensor, controller and actuator are combined in a single device to allow a self-sufficient energy-efficient room control. <br \/>\r\nThe device has four different modes (Normal, Energy saving, Frost protection, direct valve control via Z-Wave) to control and regulate <br \/>\r\nthe temperature. It is also possible to readout the temperature via wireless Z-Wave requests.<br \/>\r\nOpen windows are automatically detected and lead to a temporary reduction of the heating power to save energy.<br \/>\r\n&nbsp;<\/p>\r\n<p>&nbsp;For further information and the manual of the device use the following link:<\/p>\r\n<p><a href=\"http:\/\/zw.zwaveeurope.com\/automanual\/make.php?lang=en&amp;sku=EUR_STELLAZ\">zw.zwaveeurope.com\/automanual\/make.php<\/a><\/p>","ZProductHeadline":"Radiator Thermostat STELLAZ","ZBlackList":"","TechData":{"ZManufacturersName":"Eurotronic","ZProductsSku":"EUR_STELLAZ","ZPrice":"49.00","ZNetWeight":"0.14","ZTotWeight":"0.191","ZDimensions":"14.5x6x4.7"}},"SEC_SWM301":{"ZP1XML":"ZC08-13080017","ZProductImage":"12436_0.jpg","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p>SWM 301 is a battery-powered module for reporting water metering from SENSUS water meter (http:\/\/sensusesaap.com\/) of the series  Residia Jet (made of brass) and Residia Jet-C (made of composite). The module records the meter reading  by backlash-free pick-up on the litre wheel of the meter register and transmits the data over the Z-Wave network  either on a time or delta change. Avoid locations alongside  or behind large metal surfaces that could interfere with the low-power radio signals between the unit and the controller. The unit contains a lithium battery which provides a 10 years battery life based on a 24hr reporting  interval.<\/p>","ZProductHeadline":"Water Meter","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SWM301","ZPrice":"73.99","ZNetWeight":"0.04","ZTotWeight":"0.053","ZDimensions":"3x6x2.5"}},"POP_123610":{"ZP1XML":"ZC08-13070027","ZProductImage":"12440_0.png","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a switch plug that can be placed between a standard Schuko (Type F) wall outlet and electric devices, plugged in by cord. It can switch all electrical loads up to 3500 W. The device is IP 20 rated and can therefore only be used on dry environments. Switching is controlled wirelessly using Z-Wave or locally using a toggleing button. A blue LED indicates the switching status. An automatic 'Off' function and programmable switching behavior make the device a very flexible tool for the inhouse lighting.<\/p>","ZProductHeadline":"Z-Wave Wall Plug Switch Schuko","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123610","ZEanCode":"696859123610","ZPrice":"37.77","ZNetWeight":"0.13","ZTotWeight":"0.150","ZDimensions":"10x5,8x7,2"}},"ZME_ZSTICKC":{"ZP1XML":"","ZProductImage":"12442_0.png","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Z-StickC connects a PC platform with USB interface to the wireless Z- Wave network. The interface to the Z-Wave network is a standard Z-Wave transceiver module ZM3102 implementing a serial control protocol. The USB stick connects this serial interface to the PC platform. Once the USB stick is connected to the PC the OS of the PC will create a new virtual serial device (\/dev\/tty.xxxx for Unix\/MAC, COM X for Windows) that is used by control software on the PC to communicate with the Z-Wave network. The Z-StickC implements all necessary communication functions of Z-Wave but the functionality depends on the software that uses the Z-StickC.<\/p>","ZProductHeadline":"Z-Wave USB StickC","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_ZSTICKC","ZPrice":"29.90","ZNetWeight":"0.01","ZTotWeight":"0.019","ZDimensions":"7.7x2.4x0.6"}},"POP_123597":{"ZP1XML":"ZC08-13070025","ZProductImage":"12445_0.png","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a wall plug dimmer that can be placed between a wall outlet for plug type E (Poland, France, ...) and electric devices, plugged in by cord. It can dim all incandescent lights, high voltage halogen lamps and transformers operated low voltage lamps without any restriction. Special optimization functions support the dimming of the majority of dimmable LED lights and Compact Fluorescent Lights (CFLs). The device is IP20 rated and can therefore only be used in dry environments. The device offers a Baby-Dim Function which dims down a lamp from a defined level into another defined level in a longer but also definable period (e.g. 20 minutes). An automatic Light-Off function and programmable dimming and switching behavior makes the device a very flexible tool for the inhouse lighting.<\/p>","ZProductHeadline":"Z-Wave Wall Plug Dimmer Type E","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123597","ZEanCode":"696859123597","ZPrice":"41.97","ZNetWeight":"0.13","ZTotWeight":"0.150","ZDimensions":"10x5,8x7,2"}},"POP_123603":{"ZP1XML":"ZC08-13070026","ZProductImage":"12446_0.png","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a wall plug dimmer that can be placed between a schuko wall outlet and electric devices, plugged in by cord. It can dim all incandescent lights, high voltage halogen lamps and transformers operated low voltage lamps without any restriction. Special optimization functions support the dimming of the majority of dimmable LED lights and Compact Fluorescent Lights (CFLs). The device is IP20 rated and can therefore only be used in dry environments. The device offers a Baby-Dim Function which dims down a lamp from a defined level into another defined level in a longer but also definable period (e.g. 20 minutes). An automatic Light-Off function and programmable dimming and switching behavior makes the device a very flexible tool for the inhouse lighting.<\/p>","ZProductHeadline":"Z-Wave Wall Plug Dimmer UK","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123603","ZEanCode":"696859123603","ZPrice":"41.97","ZNetWeight":"0.13","ZTotWeight":"0.150","ZDimensions":"10x5,8x7,2"}},"POP_123580":{"ZP1XML":"ZC08-13070024","ZProductImage":"12447_0.png","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a wall plug dimmer that can be placed between a schuko wall outlet and electric devices, plugged in by cord. It can dim all incandescent lights, high voltage halogen lamps and transformers operated low voltage lamps without any restriction. Special optimization functions support the dimming of the majority of dimmable LED lights and Compact Fluorescent Lights (CFLs). The device is IP20 rated and can therefore only be used in dry environments. The device offers a Baby-Dim Function which dims down a lamp from a defined level into another defined level in a longer but also definable period (e.g. 20 minutes). An automatic Light-Off function and programmable dimming and switching behavior makes the device a very flexible tool for the inhouse lighting.<\/p>","ZProductHeadline":"Z-Wave Wall Plug Dimmer Schuko","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123580","ZEanCode":"696859123580","ZPrice":"41.97","ZNetWeight":"0.13","ZTotWeight":"0.168","ZDimensions":"10x5,5x7"}},"ZWU_123634_SET":{"ZP1XML":"","ZProductImage":"12449_0.png","ZManufacturersImage":"manufacturers\/zwave.png","ZProductDescription":"<p>This is a switch plug that can be placed between a standard British Standard wall outlet &nbsp;(Type G) and electric devices, plugged in by cord. It can switch all electrical loads up to 3500 W. The device is IP 20 rated and can therefore only be used on dry environments. Switching is controlled wirelessly using Z-Wave or locally using a toggleing button. A blue LED indicates the switching status. An automatic 'Off' function and programmable switching behavior make the device a very flexible tool for the inhouse lighting.<\/p>","ZProductHeadline":"5 x Z-Wave Wall Plug Switch UK","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave Europe","ZProductsSku":"ZWU_123634_SET","ZPrice":"188.85","ZNetWeight":"0.13","ZTotWeight":"0.150","ZDimensions":"100 x 60 x 70"}},"PHI_PSM01":{"ZP1XML":"","ZProductImage":"12450_0.png","ZManufacturersImage":"manufacturers\/Philio.png","ZProductDescription":"<p>The Z-Wave 3 in 1 sensor PHI_PSM01 is designed with three detection sensors:<\/p>\r\n<p>1. Door-\/Windows sensor<\/p>\r\n<p>2. Temperature sensor<\/p>\r\n<p>3. Illumination sensor<\/p>\r\n<p>The sensor consists of two parts; a Detector and a Magnet. They are designed to be fitted to doors or windows with the Magnet mounted on the opening part and the Detector mounted on the fixed frame. Opening the protected door\/window will remove the magnetic field, trigger the detector and generate an alarm condition, (if the system is armed). The sensor can also applied to automatic light control, one scenario is to get the illumination lux level from built in illumination sensors and send a signal to Z-wave switch to turn the light on once we open the door when the room is dark.<\/p>\r\n<p>Every time when Door\/Window trig, the sensor will also send temperature and illumination value as well. Also the temperature will send out the value when temperature changes. Note: The illumination sensor does not work with Fibaro Homecenter 2 and Zipabox yet.<\/p>","ZProductHeadline":"Z-Wave 3 in 1 Sensor(illumination,temperature,door)","ZBlackList":"","TechData":{"ZManufacturersName":"Philio Tech","ZProductsSku":"PHI_PSM01","ZPrice":"40.43","ZNetWeight":"0.06","ZTotWeight":"0.080","ZDimensions":"3x9.5x1.8"}},"PHI_PSP01":{"ZP1XML":"","ZProductImage":"12451_0.png","ZManufacturersImage":"manufacturers\/Philio.png","ZProductDescription":"<p>The Z-Wave 3 in 1 sensor is designed with three detection sensors:<\/p>\r\n<p>1. PIR\/Motion<\/p>\r\n<p>2. temperature<\/p>\r\n<p>3. illumination<\/p>\r\n<p>The detector can be used as a security device or home automation device. When the detector is cooperated with security appliances, the detector is acting as a security device by detecting changes in infra-red radiation levels. If a person moves within or across the devices field of vision, a trigger radio signal will be transmitted to cause full alarm condition in order to frighten intruders away. Alternatively, when the detector is worked with Z-Wave Controller, the detector can be set to perform the role of home automation device by detecting both changes in infra-red radiation levels and percentage of lux levels. Once night falls, the percentage of ambient illumination is lower than preset value. If a person moves within or across the devices field of vision, a trigger radio signal will be transmitted so as to turn connected lightings for better illumination. Every time when PIR trig, the sensor will also send temperature and illumination value as well. Also the temperature will send out the value when temperature changes. Note: The illumination sensor does not work with Fibaro Homecenter 2 and Zipabox yet.<\/p>","ZProductHeadline":"Z-Wave 3 in 1 Sensor(Motion,illumination,temperature)","ZBlackList":"","TechData":{"ZManufacturersName":"Philio Tech","ZProductsSku":"PHI_PSP01","ZPrice":"51.96","ZNetWeight":"0.06","ZTotWeight":"0.072","ZDimensions":"3x9.5x1.8"}},"PHI_PSM02":{"ZP1XML":"ZC08-13050003","ZProductImage":"12452_0.png","ZManufacturersImage":"manufacturers\/Philio.png","ZProductDescription":"<p>The Philio Multi Sensor is a Z-Wave door\/ window sensor, motion sensor, lighting sensor and temperature sensor in one package. Thanks to this the PSM02 can be uses as a security device or home automation device, e.g. to send an alarm when a motion is detected, turn the light on\/ off automatically at night or to adjust the heater.<\/p>\r\n<p>The product consists of two elements - the detector and the magnet. The magnet is mounted on  the moving part of the window or of the  door. The other part is placed  on the frame. Note: The illumination sensor does not work with Fibaro Homecenter 2 and Zipabox yet.<\/p>","ZProductHeadline":"Z-Wave 4 in 1 Sensor (Door, Motion, Illumination, Temperature)","ZBlackList":"","TechData":{"ZManufacturersName":"Philio Tech","ZProductsSku":"PHI_PSM02","ZPrice":"53.89","ZNetWeight":"0.07","ZTotWeight":"0.082","ZDimensions":"3x9.5x1.8"}},"FIB_FGS-221":{"ZP1XML":"ZC08-11070003","ZProductImage":"12453_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The Fibar Insert Switch allows controlling two independent loads both via Z-Wave wirelessly and locally utilizing a traditional wall switch. The device is placed in a wall box right behind the normal switch. The switch is not longer directly connected to the load but acts as input device for the Fibar insert that is controlling the load. The solution works with all switch design with or without neutral position as long as there is enough space in the wall box behind the switch. The device is just 15 mm height. The available space depends on the size of the traditional switch, the dimensions of the wall box and the amount of additional cabling placed in this box. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Relay Insert 2 * 1.5 KW","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGS-221","ZEanCode":"5902020528043","ZPrice":"54.99","ZNetWeight":"0.05","ZDimensions":"4x3,5x1,5"}},"PHI_PAN11":{"ZP1XML":"ZC08-13020007","ZProductImage":"12455_0.png","ZManufacturersImage":"manufacturers\/Philio.png","ZProductDescription":"<p>The PAN11 is a Plug-in Switch, which can be placed between a wall outlet for Schuko plug and electric devices with a resistive load up to 3000W, plugged in by cord.<br \/>\r\nIn addition, this intelligent plug-in switch is able to detect the voltage, measure the electric power taken by this load (in Wh) and meter the electrical energy consumed (in kWh) as well as detect a possible overload (3010 ~ 3300W) of the connected electrical device. When detecting an overload, the module is deactivated and the LED will flash for 30 seconds.<\/p>","ZProductHeadline":"Z-Wave Schuko Plug-in Switch plus Power Meter","ZBlackList":"","TechData":{"ZManufacturersName":"Philio Tech","ZProductsSku":"PHI_PAN11","ZPrice":"51.96","ZNetWeight":"0.12","ZTotWeight":"0.166","ZDimensions":"9x5.5x7"}},"AEO_SES2_EU":{"ZP1XML":"ZC08-13030009","ZProductImage":"12460_0.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>The Aeon Labs Smart Energy Switch 2 is a Z-Wave pluggable ON\/OFF switch specifically used to enable Z-Wave command and control electrical devices connected to mains power using standard Schuko wall outlets. It can switch all electrical loads up to 230V and additionally report immediate wattage consumption or kWh energy usage over a period of time.<\/p>","ZProductHeadline":"Smart Energy Switch 2","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_SES2_EU","ZEanCode":"1220000011250","ZPrice":"69.00","ZNetWeight":"0.27"}},"FIB_FGFS-101":{"ZP1XML":"","ZProductImage":"12480_0.png","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The Fibaro Flood Sensor will alert you of a threatening flood or a rapid temperature rise or drop and has a wide variety of additional functions. Thanks to its flexible gold telescopic probes the device can even work on uneven surfaces. The Flood Sensor has a built in alarm siren which will help you to react quickly in case of a flood, rapid temperature change or the attempt to tamper with it. Aside from the alarm siren, the device can alert you of a threat using colour displays from the built in RGB diode. In addition to this a tilt sensor will detect tilt and movement over 15 degrees and send out a report to the main controller. The built in temperature sensor can not only be used to serve as a fire alarm sensor, it may also be used to manage an in-floor heating system.<\/p>\r\n<p style=\"margin-bottom: 0cm\">The Input terminal allows you to connect an external probe and install the sensor in any location. The Output terminal allows for a connection to an alarm system.&nbsp;The Sensor will work on 12 or 24 VDC or battery.<\/p>","ZProductHeadline":"Flood Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGFS-101","ZPrice":"50.42","ZNetWeight":"0.05","ZTotWeight":"0.094","ZDimensions":"7.5x7.5x2"}},"PHI_PAN08":{"ZP1XML":"ZC08-13070030","ZProductImage":"12490_0.png","ZManufacturersImage":"manufacturers\/Philio.png","ZProductDescription":"<p>The Philio Roller Shutter Controller insert allows controlling motors for jalousies and blinds both via Z-Wave wirelessly and locally utilizing a traditional wall switch.<\/p>\r\n<p style=\"margin-bottom: 0cm\">The device is placed in a wall box right behind the normal switch. The switch is not longer directly connected to the load but acts as input device for the Philio insert that is controlling the load.<\/p>\r\n<p style=\"margin-bottom: 0cm\">&nbsp;<\/p>\r\n<p style=\"margin-bottom: 0cm\">This relay is able to detect the position of the shutter by using the patterned power measuring method. So it can be remote controlled not only fully up or down, but also can be adjusted to e.g. 30% or 50%. And when manual controlled by using the push button, the controller also can memorize the position and send the new shutter position to its controller (ex. IP-Gateway).<\/p>\r\n<p style=\"margin-bottom: 0cm\">The new smart relay calibration technology can reduce the inrush current caused by the load and let the module work perfectly with many kind of roller shutter.<\/p>","ZProductHeadline":"Relay Insert Blind","ZBlackList":"","TechData":{"ZManufacturersName":"Philio Tech","ZProductsSku":"PHI_PAN08","ZPrice":"51.96","ZNetWeight":"0.00"}},"PHI_PAN06":{"ZP1XML":"ZC08-13050004","ZProductImage":"12496_0.png","ZManufacturersImage":"manufacturers\/Philio.png","ZProductDescription":"<p><font face=\"Arial, sans-serif\">The Philio Insert Switch allows controlling two independent loads both wirelessly via Z-Wave and locally utilizing a traditional wall switch. Thanks to its calibration technology the PAN06 cannot only be used to switch AC devices ON and OFF, it also works perfectly with many kind of light, e.g. incandescent, fluorescent and LEDs.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">In addition to this, the PAN06 can also switch 12V\/DC devices like 12V MR-16 lights.<\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">The device is placed in a wall box right behind the normal switch. The switch is not longer directly connected to the load but acts as input device for the insert that is controlling the load. <\/font><\/p>\r\n<p><font face=\"Arial, sans-serif\">This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/font><\/p>","ZProductHeadline":"Relay Insert 2 * 1.5 KW","ZBlackList":"","TechData":{"ZManufacturersName":"Philio Tech","ZProductsSku":"PHI_PAN06","ZPrice":"47.15","ZNetWeight":"0.04","ZTotWeight":"0.059","ZDimensions":"13x4.5x1.5"}},"FIB_FGHCL":{"ZP1XML":"","ZProductImage":"12497_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p><span style=\"font-size: small;\">Fibars Home Center Lite is a consumer electronics device used for home automation. This small sized (90x90x33 mm) gateway communicates and manages up to 230 devices wirelessly using Z-Wave.  <\/span><\/p>\r\n<p><span style=\"font-size: small;\">The new Home Center Lite controller allows for even greater integration of home multimedia with the Fibaro System (in case multimedia devices are compatible with the system). Manage your TV, home cinema, Hi-Fi and others by the FIBARO App. Play with scenes and associations, change channels and adjust volume. Using Fibaro, you don&rsquo;t need any other remote than your smart phone or tablet.  <\/span><\/p>\r\n<p><span style=\"font-size: small;\">Thanks to the built in <span style=\"font-weight: normal;\">power management function<\/span>ality, you  can  monitor  the  current  energy consumption and the power consumption history while being able to spot the devices consuming the most of it. Detailed statistics are presented as clear charts, helping you compare numbers and estimate upcoming bills.<\/span><\/p>\r\n<p><span style=\"font-size: small;\">The Home Center Lite is equipped with a mighty, incredibly energy efficient  Cortex  A8  processor (720MHz).<\/span><\/p>\r\n<p><span style=\"font-size: small;\">Compared to the Fibaro Home Center 2 the Home Center Lite supports no VoIP, no voice control and no scripting language for advanced scene control.<\/span><\/p>","ZProductHeadline":"Z-Wave Home Center Lite","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGHCL","ZPrice":"234.45","ZNetWeight":"1.43"}},"DAN_LIVC_RAK":{"ZP1XML":"","ZProductImage":"12499_0.jpg","ZManufacturersImage":"manufacturers\/Danfoss.png","ZProductDescription":"<p>Living connect is a Z-Wave controlled electronic radiator thermostat. It is mounted on wall heating valves and controls them by a motor. The device accepts a setpoint that is either set manually using buttons on the device or wirelessly using Z-Wave. Afterwards, the device will regulate the warm water supply to the wall radiator and compare the detected temperature to ensure, that the temperature in the room is kept at the desired level. A small LCD panel on the device displays the setpoint temperature on request.<\/p>\r\n<p>The device has an internal scheduler, that allows to define up to 9 setpoint for up to 7 week days. Once programmed, these setpoints will be activated without any further manual or wireless interaction. Beside setting a desired temperature the device will support special heating schemes, such as energy saving and frost protection and intelligent functions such as detection of open windows or a valve training function to ensure that valves are still operational after longer periods. &nbsp;<\/p>\r\n<p>The livinng connect can be mounted to valves with standard M30x1.5 connector or RA2000 (Danfoss snap in).&nbsp;<\/p>","ZProductHeadline":"Z-Wave Radiator Thermostat","ZBlackList":"","TechData":{"ZManufacturersName":"Danfoss","ZProductsSku":"DAN_LIVC_RAK","ZPrice":"59.00","ZNetWeight":"0.19","ZTotWeight":"0.235","ZDimensions":"7x4.5x5"}},"SEC_SCS317":{"ZP1XML":"ZC08-13070015","ZProductImage":"12507_0.jpg","ZManufacturersImage":"manufacturers\/Secure.png","ZProductDescription":"<p>The SCS317 is a battery operated room thermostat capable controlling a central heating wirelessly via Z-Wave.<\/p>\r\n<p style=\"margin-bottom: 0cm\">It has a built in clock and calendar. This allows the user to adjust different time and temperature settings from the factory default settings. Up to six different time and temperature settings are available in each 24 hour period.<\/p>\r\n<p style=\"margin-bottom: 0cm\">This programmable room thermostat has a large display and intuitive user interface, making it easy to set up and use.<\/p>\r\n<p style=\"margin-bottom: 0cm\">&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","ZProductHeadline":"7 Day Programmable Room Thermostat (Tx) - Z-Wave","ZBlackList":"","TechData":{"ZManufacturersName":"Secure","ZProductsSku":"SEC_SCS317","ZPrice":"125.75","ZNetWeight":"0.20","ZDimensions":"12.0x10.0x2,7"}},"POP_123634":{"ZP1XML":"ZC08-13070029","ZProductImage":"12512_0.png","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a switch plug that can be placed between a standard British Standard wall outlet &nbsp;(Type G) and electric devices, plugged in by cord. It can switch all electrical loads up to 3500 W. The device is IP 20 rated and can therefore only be used on dry environments. Switching is controlled wirelessly using Z-Wave or locally using a toggleing button. A blue LED indicates the switching status. An automatic 'Off' function and programmable switching behavior make the device a very flexible tool for the inhouse lighting.<\/p>","ZProductHeadline":"Z-Wave Wall Plug Switch UK","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123634","ZEanCode":"696859123634","ZPrice":"37.77","ZNetWeight":"0.12","ZTotWeight":"0.157","ZDimensions":"10x5,8x5.5"}},"POP_123627":{"ZP1XML":"ZC08-13070028","ZProductImage":"12513_0.png","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a switch plug that can be placed between a&nbsp; wall outlet(Type E) and electric devices, plugged in by cord. It can switch all electrical loads up to 3500 W. The device is IP 20 rated and can therefore only be used on dry environments. Switching is controlled wirelessly using Z-Wave or locally using a toggleing button. A blue LED indicates the switching status. An automatic 'Off' function and programmable switching behavior make the device a very flexible tool for the inhouse lighting.<\/p>","ZProductHeadline":"Z-Wave Wall Plug Switch Type E","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123627","ZEanCode":"696859123627","ZPrice":"37.77","ZNetWeight":"0.13","ZTotWeight":"0.163","ZDimensions":"10x5,8x7"}},"FIB_FGS-211":{"ZP1XML":"","ZProductImage":"12532_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The Fibar Insert Switch allows controlling an electrical load both via Z-Wave wirelessly and locally utilizing a traditional wall switch. The device is placed in a wall box right behind the normal switch. The switch is not longer directly connected to the load but acts as input device for the Fibar insert that is controlling the load. The solution works with all switch design with or without neutral position as long as there is enough space in the wall box behind the switch. The device is just 15 mm height. The available space depends on the size of the traditional switch, the dimensions of the wall box and the amount of additional cabling placed in this box. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"Relay Insert 1 * 3 KW","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGS-211","ZEanCode":"5902020528050","ZPrice":"54.99","ZNetWeight":"0.03","ZTotWeight":"0.058","ZDimensions":"4X3.5x1.5"}},"FIB_FGD-211":{"ZP1XML":"","ZProductImage":"12533_0.jpg","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The Fibar Insert Dimmer allows controlling an electrical light both via Z-Wave wirelessly and locally utilizing a traditional wall switch. The device is placed in a wall box right behind the normal switch. The switch is not longer directly connected to the load but acts as input device for the Fibar insert that is controlling the load. The solution works with all switch design with or without neutral position as long as there is enough space in the wall box behind the switch. The device is just 15 mm height. The available space depends on the size of the traditional switch, the dimensions of the wall box and the amount of additional cabling placed in this box. This device can be used for 2 or 3 wire systems.&nbsp;<\/p>","ZProductHeadline":"Universal Dimmer 500W Insert Module","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGD-211","ZEanCode":"5902020528029","ZPrice":"54.99","ZNetWeight":"0.02","ZTotWeight":"0.060","ZDimensions":"4x3.5x1.5"}},"FIB_FGRGB-101":{"ZP1XML":"","ZProductImage":"12535_0.png","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The Fibar RGBW Module allows controlling 4 color LED strips via Z-Wave wirelessly and locally utilizing a traditional wall switch. Apart from traditional RGB channels, it also supports the additional white light channel, which allows adding pastel to the colour scheme. The device is placed in a wall box right behind the normal switch. The switch is not longer directly connected to the load but acts as an input device for the Fibar insert that is controlling the load. The solution works with all switch designs or potentiometers with or without neutral position as long as there is enough space in the wall box behind the switch. The device is just 15 mm height. The available space depends on the size of the traditional switch, the dimensions of the wall box and the amount of additional cabling placed in this box. This device is designed for a 3 wire system and needs a neutral wire in the wall box.<\/p>","ZProductHeadline":"RGB Module","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGRGB-101","ZPrice":"54.99","ZNetWeight":"0.03"}},"FIB_FGSS-101":{"ZP1XML":"","ZProductImage":"12538_0.png","ZManufacturersImage":"manufacturers\/Fibaro.png","ZProductDescription":"<p>The new Z-Wave based Smoke Sensor is an ultra light device, that is battery and 12\/24 V DC powered for maximum protection from flaming and smoldering fires. It has two alarm indicators: built-in siren and RGB visual indicator. <br \/>\r\n<br \/>\r\nThe 65 (diameter) x 28 (height) mm Smoke Sensor features a built-in electronic recording device, facilitating an investigation of fire accidents.<\/p>","ZProductHeadline":"Smoke sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Fibaro Group","ZProductsSku":"FIB_FGSS-101","ZPrice":"54.61","ZNetWeight":"0.00"}},"ZME_KFOB2":{"ZP1XML":"","ZProductImage":"12551_0.jpg","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The Z-Wave.Me Key Fob is a Z-Wave device that can both control other Z-Wave devices and activate predefined scenes in an IP gateway. Although it is controlling other devices the KFOB can&rsquo;t act as Z-Wave network controller   (primary or secondary) and will always need a Z-Wave network controller to be included into a Z-Wave network. The KFOB can be used in five different modes that are picked by configuration commands:<\/p>\r\n<ol>\r\n    <li><strong>Direct Control of associated Devices with single Buttons<\/strong> <i>association group 1 is controlled by button 1, group 2 by button 2 etc., Single Click = On, Double Click = Off, Hold = Dim up, Click and Hold = Dim down<\/i><\/li>\r\n    <li><strong>Direct Control of associated Devices with two Buttons<\/strong>, <i> association group 1 is controlled by the two buttons #1 and #3, association group 2 is controlled by the two buttons #2 and #4. Click of the larger button = On, Click of the smaller button = off, hold the larger buttons = Dim up, Hold the smaller button = Dim down <\/i><\/li>\r\n    <li><strong>Scene Activation in IP Gateway<\/strong> <i> Clicking a button activates a corresponding scene in a IP gateway if the IP gateway is configured accordingly.<\/i><\/li>\r\n    <li><strong>Direct Activation of preconfigured Scenes<\/strong> <i>Associated devices in an association are controlled by individual commands defines by Z-Wave command class. This function enhances mode 1.<\/i><\/li>\r\n    <li><strong>Direct Control of Devices in proximity<\/strong> <i>pushing button 1 or 2 turns on a device in short distance (50...100 cm) from the fob, button 3 or 4 turns of a device in proximity.<\/i><\/li>\r\n<\/ol>","ZProductHeadline":"4 Button Key Fob","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_KFOB2","ZEanCode":"696859123344","ZPrice":"34.90","ZNetWeight":"0.03","ZTotWeight":"0.038","ZDimensions":"10x3x1"}},"AEO_DSB54":{"ZP1XML":"","ZProductImage":"12555_0.png","ZManufacturersImage":"manufacturers\/aeon labs logo.png","ZProductDescription":"<p>Recessed Door Sensor is a new small and compact Z-Wave sensor with the size of 2.5*7 cm (main body), that tells you and your Z-Wave network if a door is open or closed. It is nearly invisible, as the sensor is installed with the help of a slight drill hole hidden away on the top of your door. Installing Recessed Door Sensor is easy, as you only have to add it to your home&rsquo;s network activating its battery and associating it with your Z-Wave system.<\/p>","ZProductHeadline":"Recessed Door Sensor","ZBlackList":"","TechData":{"ZManufacturersName":"Aeon Labs","ZProductsSku":"AEO_DSB54","ZEanCode":"1220000012387","ZPrice":"54.31","ZNetWeight":"0.00","ZDimensions":"2,5 x 7 cm"}},"POP_123658":{"ZP1XML":"","ZProductImage":"12638_0.png","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a Plug-in switch, which can be placed between a wall outlet for  Schuko plug and electric devices with a resistive load up to  3000W, plugged in by cord. In addition, this intelligent plug-in switch  is able to detect the voltage, the power factor, the current amd measure   the electric power taken by this load (in Wh) as well as meter the  electrical energy consumed (in kWh). It will also detect a  possible overload (3010 ~ 3300W) of the connected electrical device.  When detecting an overload, the module  is deactivated and the LED will flash for 30 seconds. In case the devices is used for metering only a special configuration  option prevents the device from turning off the load.<\/p>","ZProductHeadline":"Z-Wave Schuko Plug-in Switch plus Power Meter","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123658","ZPrice":"45.33","ZNetWeight":"0.12"}},"POP_123665":{"ZP1XML":"","ZProductImage":"12639_0.jpg","ZManufacturersImage":"manufacturers\/PoppLogo150px.png","ZProductDescription":"<p>This is a Plug-in switch, which can be placed between a wall outlet for  British Standards plug and electric devices with a resistive load up to  3000W, plugged in by cord. In addition, this intelligent plug-in switch  is able to detect the voltage, the power factor, the current amd measure   the electric power taken by this load (in Wh) as well as meter the  electrical energy consumed (in kWh). It will also detect a  possible overload (3010 ~ 3300W) of the connected electrical device.  When detecting an overload, the module  is deactivated and the LED will flash for 30 seconds. In case the devices is used for metering only a special configuration  option prevents the device from turning off the load.<\/p>","ZProductHeadline":"Z-Wave UK Plug-in Switch plus Power Meter","ZBlackList":"","TechData":{"ZManufacturersName":"Popp","ZProductsSku":"POP_123665","ZPrice":"58.85","ZNetWeight":"0.12"}},"ZME_MTHERM":{"ZP1XML":"","ZProductImage":"12657_0.jpg","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The ZME_MTHERM is a battery-operated thermostat. Using Z-Wave configuration parameters an upper and a lower temperature value is set. Reaching this value results in sending out wireless control command to a heating and\/or a cooling device associated with the thermostat. The temperature value is also reported wirelessly. Additionally the device offers a dry input that can be used as a binary sensor function. All three functions can be used in parallel. Some IP Gateways may however only offer a widget for the binary sensor function as its primary function.  The device is battery operated and can be mounted on every flat and dry surface using screws or double sided tape. Of course it can also just be placed on the desired position.  With +\/- 0.2 K the temperature sensor is quite accuracy but may need calibration by changing the offset function via configuration parameters. Rapid temperature changed may be detected with delay due to the isolating function of the plastic enclosure.<\/p>","ZProductHeadline":"Thermostat with binary sensor input","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_MTHERM","ZPrice":"34.90","ZNetWeight":"0.02","ZTotWeight":"50","ZDimensions":"5,5x3,3x1,8"}},"ZME_MTEMP":{"ZP1XML":"","ZProductImage":"12658_0.jpg","ZManufacturersImage":"manufacturers\/Z-WaveMe.png","ZProductDescription":"<p>The ZME_MTEMP is a temperature sensor reporting its measured value via Z-Wave. Additionally the device has is a digital universal sensor reporting an external dry contact status via Z-Wave. The device furthermore uses the temperature sensor to offer a thermostat function controlling external heating and cooling devices. To use this function trigger values for min and max temperatures can be programmed. Reaching these trigger values result in sending out Z-Wave control commands to Z-Wave controllable heating or cooling devices. All three functions can be used in parallel. Some IP Gateways may however only offer a widget for the temperature sensor function as its primary function.The device is battery operated and can be mounted on every flat and dry surface using screws or double sided tape. Of course it can also just be placed on the desired position. With +\/- 0.2 K the temperature sensor is quite accuracy but may need calibration by changing the offset function via configuration parameters. Rapid temperature changed may be detected with delay due to the isolating function of the plastic enclosure.<\/p>","ZProductHeadline":"Temperature sensor with binary sensor input","ZBlackList":"","TechData":{"ZManufacturersName":"Z-Wave.Me","ZProductsSku":"ZME_MTEMP","ZPrice":"34.90","ZNetWeight":"0.02","ZTotWeight":"50","ZDimensions":"5,5x3,3x1,8"}},"VIS_ZS6101":{"ZP1XML":"","ZProductImage":"12672_0.jpg","ZManufacturersImage":"manufacturers\/vision.png","ZProductDescription":"<p>This Smoke Detector uses a non-radioactive photoelectron-sensor for a reliable and safe detection of smoke. The smoke sensitivity is 0.5 % \/ft &#8230; 4 % \/ft. The smoke detector has a test button and a flashing led, so you always know that the smoke alarm is working correctly. The smoke alarm will warn you when the battery is low. When the device detects smoke, it will give a loud warning sound. It will also trigger actions in other Z-Wave devices or Z-Wave controllers to escalate the alarm. The Smoke Detector can also activate an alarm-scenario within the Z-Wave network. For example you can create an alarm-scenario to switch on all lights in the house when smoke is detected. Even at the middle of the night, you may leave the house very quickly when smoke is detected.<\/p>","ZProductHeadline":"Vision Smoke Detector","ZBlackList":"","TechData":{"ZManufacturersName":"Vision Security","ZProductsSku":"VIS_ZS6101","ZPrice":"49.00","ZNetWeight":"0.01"}},"ZWU_REMPACK":{"ZP1XML":"","ZProductImage":"12681_0.jpg","ZManufacturersImage":"manufacturers\/Duewi.png","ZProductDescription":"<p>The DUWI Remote Control controls Z-Wave actuators such as dimmers, switches, thermostats or motor controls for blinds or jalousies.  Devices can be turned on and off but dimmers and motor controls can also be turned into a desired dimming level to motor position by keeping a button pushed and releasing it. Additionally the device can act as a primary controller of a Z-Wave network using three dedicated network control buttons located behind a sliding cover. 10 pair of buttons &ndash; illuminated by blue light when operated &ndash; allow to control up to 7 control groups (association groups) and 3 scenes. The scenes learn the desired status of selected actuators and can turn them back into this status just hitting a button. The devices in the 7 control groups a re always switched simultaneously. The remote control can operate as a secondary control beside an IP-Gateway however it is not possible from this device to activate scenes defined in the IP-Gateway. All scenes and control groups are stored within the remote control and they are also conveniently programmed using the buttons of the remote rather than using wireless commands from an IP-Gateway.<\/p>","ZProductHeadline":"50xDUWI Z-Wave Remote Control","ZBlackList":"","TechData":{"ZManufacturersName":"Duewi","ZProductsSku":"ZWU_REMPACK","ZPrice":"2995.00","ZNetWeight":"0.10"}}}